{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|bos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|eos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|unk|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|bos|>": 0,
      "<|eos|>": 1,
      "<|pad|>": 2,
      "<|unk|>": 3,
      "<|user|>": 4,
      "<|assistant|>": 5,
      "<|system|>": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "%": 11,
      "&": 12,
      "'": 13,
      "(": 14,
      ")": 15,
      "*": 16,
      "+": 17,
      ",": 18,
      "-": 19,
      ".": 20,
      "/": 21,
      "0": 22,
      "1": 23,
      "2": 24,
      "3": 25,
      "4": 26,
      "5": 27,
      "6": 28,
      "7": 29,
      "8": 30,
      "9": 31,
      ":": 32,
      ";": 33,
      "<": 34,
      "=": 35,
      ">": 36,
      "?": 37,
      "@": 38,
      "A": 39,
      "B": 40,
      "C": 41,
      "D": 42,
      "E": 43,
      "F": 44,
      "G": 45,
      "H": 46,
      "I": 47,
      "J": 48,
      "K": 49,
      "L": 50,
      "M": 51,
      "N": 52,
      "O": 53,
      "P": 54,
      "Q": 55,
      "R": 56,
      "S": 57,
      "T": 58,
      "U": 59,
      "V": 60,
      "W": 61,
      "X": 62,
      "Y": 63,
      "Z": 64,
      "[": 65,
      "\\": 66,
      "]": 67,
      "^": 68,
      "_": 69,
      "`": 70,
      "a": 71,
      "b": 72,
      "c": 73,
      "d": 74,
      "e": 75,
      "f": 76,
      "g": 77,
      "h": 78,
      "i": 79,
      "j": 80,
      "k": 81,
      "l": 82,
      "m": 83,
      "n": 84,
      "o": 85,
      "p": 86,
      "q": 87,
      "r": 88,
      "s": 89,
      "t": 90,
      "u": 91,
      "v": 92,
      "w": 93,
      "x": 94,
      "y": 95,
      "z": 96,
      "{": 97,
      "|": 98,
      "}": 99,
      "~": 100,
      "¡": 101,
      "¢": 102,
      "£": 103,
      "¤": 104,
      "¥": 105,
      "¦": 106,
      "§": 107,
      "¨": 108,
      "©": 109,
      "ª": 110,
      "«": 111,
      "¬": 112,
      "®": 113,
      "¯": 114,
      "°": 115,
      "±": 116,
      "²": 117,
      "³": 118,
      "´": 119,
      "µ": 120,
      "¶": 121,
      "·": 122,
      "¸": 123,
      "¹": 124,
      "º": 125,
      "»": 126,
      "¼": 127,
      "½": 128,
      "¾": 129,
      "¿": 130,
      "À": 131,
      "Á": 132,
      "Â": 133,
      "Ã": 134,
      "Ä": 135,
      "Å": 136,
      "Æ": 137,
      "Ç": 138,
      "È": 139,
      "É": 140,
      "Ê": 141,
      "Ë": 142,
      "Ì": 143,
      "Í": 144,
      "Î": 145,
      "Ï": 146,
      "Ð": 147,
      "Ñ": 148,
      "Ò": 149,
      "Ó": 150,
      "Ô": 151,
      "Õ": 152,
      "Ö": 153,
      "×": 154,
      "Ø": 155,
      "Ù": 156,
      "Ú": 157,
      "Û": 158,
      "Ü": 159,
      "Ý": 160,
      "Þ": 161,
      "ß": 162,
      "à": 163,
      "á": 164,
      "â": 165,
      "ã": 166,
      "ä": 167,
      "å": 168,
      "æ": 169,
      "ç": 170,
      "è": 171,
      "é": 172,
      "ê": 173,
      "ë": 174,
      "ì": 175,
      "í": 176,
      "î": 177,
      "ï": 178,
      "ð": 179,
      "ñ": 180,
      "ò": 181,
      "ó": 182,
      "ô": 183,
      "õ": 184,
      "ö": 185,
      "÷": 186,
      "ø": 187,
      "ù": 188,
      "ú": 189,
      "û": 190,
      "ü": 191,
      "ý": 192,
      "þ": 193,
      "ÿ": 194,
      "Ā": 195,
      "ā": 196,
      "Ă": 197,
      "ă": 198,
      "Ą": 199,
      "ą": 200,
      "Ć": 201,
      "ć": 202,
      "Ĉ": 203,
      "ĉ": 204,
      "Ċ": 205,
      "ċ": 206,
      "Č": 207,
      "č": 208,
      "Ď": 209,
      "ď": 210,
      "Đ": 211,
      "đ": 212,
      "Ē": 213,
      "ē": 214,
      "Ĕ": 215,
      "ĕ": 216,
      "Ė": 217,
      "ė": 218,
      "Ę": 219,
      "ę": 220,
      "Ě": 221,
      "ě": 222,
      "Ĝ": 223,
      "ĝ": 224,
      "Ğ": 225,
      "ğ": 226,
      "Ġ": 227,
      "ġ": 228,
      "Ģ": 229,
      "ģ": 230,
      "Ĥ": 231,
      "ĥ": 232,
      "Ħ": 233,
      "ħ": 234,
      "Ĩ": 235,
      "ĩ": 236,
      "Ī": 237,
      "ī": 238,
      "Ĭ": 239,
      "ĭ": 240,
      "Į": 241,
      "į": 242,
      "İ": 243,
      "ı": 244,
      "Ĳ": 245,
      "ĳ": 246,
      "Ĵ": 247,
      "ĵ": 248,
      "Ķ": 249,
      "ķ": 250,
      "ĸ": 251,
      "Ĺ": 252,
      "ĺ": 253,
      "Ļ": 254,
      "ļ": 255,
      "Ľ": 256,
      "ľ": 257,
      "Ŀ": 258,
      "ŀ": 259,
      "Ł": 260,
      "ł": 261,
      "Ń": 262,
      "Ġt": 263,
      "Ġa": 264,
      "he": 265,
      "in": 266,
      "re": 267,
      "on": 268,
      "Ġthe": 269,
      "Ġo": 270,
      "er": 271,
      "at": 272,
      "en": 273,
      "Ġc": 274,
      "an": 275,
      "ed": 276,
      "Ġs": 277,
      "it": 278,
      "es": 279,
      "Ġof": 280,
      "or": 281,
      "Ġp": 282,
      "is": 283,
      "al": 284,
      "Ġan": 285,
      "Ġin": 286,
      "ion": 287,
      "Ġf": 288,
      "Ġw": 289,
      "ar": 290,
      "ing": 291,
      "Ġb": 292,
      "Ġand": 293,
      "Ġto": 294,
      "Ġd": 295,
      "ent": 296,
      "ic": 297,
      "om": 298,
      "Ġre": 299,
      "as": 300,
      "Ġm": 301,
      "ou": 302,
      "ct": 303,
      "ĠC": 304,
      "le": 305,
      "Ġth": 306,
      "Ġ1": 307,
      "ro": 308,
      "Ġe": 309,
      "il": 310,
      "st": 311,
      "ĠT": 312,
      "Ġh": 313,
      "Ġn": 314,
      "ĠS": 315,
      "ce": 316,
      "ment": 317,
      "ĠA": 318,
      "ation": 319,
      "ur": 320,
      "ve": 321,
      "ly": 322,
      "id": 323,
      "et": 324,
      "Ġl": 325,
      "im": 326,
      "Ġfor": 327,
      "ot": 328,
      "omp": 329,
      "Ġbe": 330,
      "Ġ19": 331,
      "se": 332,
      "Ġthat": 333,
      "ol": 334,
      "ut": 335,
      "ĠI": 336,
      "Ġcon": 337,
      "ate": 338,
      "Ġis": 339,
      "ĠThe": 340,
      "Ġpro": 341,
      "Ġas": 342,
      "ch": 343,
      "Ġon": 344,
      "Ġu": 345,
      "Ġ(": 346,
      "Ġ199": 347,
      "Ġde": 348,
      "Ġst": 349,
      "ĠP": 350,
      "ers": 351,
      "ri": 352,
      "ĠM": 353,
      "ant": 354,
      "Ġsu": 355,
      "Ġg": 356,
      "pp": 357,
      "Ġor": 358,
      "qu": 359,
      "any": 360,
      "ĠD": 361,
      "ith": 362,
      "ow": 363,
      "if": 364,
      "ul": 365,
      "Ġex": 366,
      "her": 367,
      "ompany": 368,
      "00": 369,
      "ain": 370,
      "ir": 371,
      "Ġv": 372,
      "ab": 373,
      "nt": 374,
      "Ġwith": 375,
      "Ġby": 376,
      "ere": 377,
      "âĢ": 378,
      "Ġit": 379,
      "ect": 380,
      "ĠF": 381,
      "ad": 382,
      "ay": 383,
      "nd": 384,
      "end": 385,
      "ll": 386,
      "ig": 387,
      "ge": 388,
      "ĠCompany": 389,
      "est": 390,
      "ated": 391,
      "'s": 392,
      "Ġ2": 393,
      "ies": 394,
      "ver": 395,
      "res": 396,
      "Ġwas": 397,
      "Ġwh": 398,
      "ĠB": 399,
      "our": 400,
      "Ġnot": 401,
      "ĠR": 402,
      "ill": 403,
      "ity": 404,
      "ial": 405,
      "ess": 406,
      "ive": 407,
      "ist": 408,
      "art": 409,
      "Ġare": 410,
      "ud": 411,
      "am": 412,
      "Ġat": 413,
      "ĠN": 414,
      "ort": 415,
      "Ġinc": 416,
      "red": 417,
      "per": 418,
      "rom": 419,
      "os": 420,
      "Ġ3": 421,
      "ĠO": 422,
      "oc": 423,
      "ĠIn": 424,
      "Ġhe": 425,
      "Ġ$": 426,
      "ĠE": 427,
      "act": 428,
      "Ġapp": 429,
      "us": 430,
      "ld": 431,
      "Ġint": 432,
      "iv": 433,
      "Ġy": 434,
      "ec": 435,
      "Ġfrom": 436,
      "ĠW": 437,
      "and": 438,
      "em": 439,
      "ber": 440,
      "od": 441,
      "pt": 442,
      "Ġsh": 443,
      "Ġres": 444,
      "Ġr": 445,
      "ĠH": 446,
      "ich": 447,
      "ĠL": 448,
      "ff": 449,
      "ions": 450,
      "ther": 451,
      "ust": 452,
      "ac": 453,
      "ĠSt": 454,
      "Ġad": 455,
      "ip": 456,
      "um": 457,
      "Ġac": 458,
      "ments": 459,
      "ear": 460,
      "ĠJ": 461,
      "able": 462,
      "ourt": 463,
      "Ġcomp": 464,
      "uct": 465,
      "Ġwhich": 466,
      "omm": 467,
      "ount": 468,
      "ase": 469,
      "Ġcont": 470,
      "ance": 471,
      "ations": 472,
      "ĠG": 473,
      "lo": 474,
      "ard": 475,
      "gh": 476,
      "ue": 477,
      "ave": 478,
      "age": 479,
      "ary": 480,
      "ore": 481,
      "th": 482,
      "anc": 483,
      "ure": 484,
      "Ġits": 485,
      "ition": 486,
      "Ġthis": 487,
      "Ġper": 488,
      "Ġch": 489,
      "Ġal": 490,
      "ire": 491,
      "ice": 492,
      "ter": 493,
      "Ġle": 494,
      "ree": 495,
      "Ġj": 496,
      "Ġhave": 497,
      "ould": 498,
      "ew": 499,
      "el": 500,
      "Ġ\"": 501,
      "vid": 502,
      "un": 503,
      "âĢĻ": 504,
      "Ġdis": 505,
      "Ġpl": 506,
      "orm": 507,
      "are": 508,
      "Ġwe": 509,
      "iz": 510,
      "ĠDe": 511,
      "ans": 512,
      "nder": 513,
      "ap": 514,
      "Ġag": 515,
      "Ġexp": 516,
      "Ġhas": 517,
      "Ġpr": 518,
      "ost": 519,
      "ult": 520,
      "Ġse": 521,
      "Ġpart": 522,
      "Ġdef": 523,
      "ome": 524,
      "Ġass": 525,
      "erv": 526,
      "Ġfin": 527,
      "Ġtr": 528,
      "ĠU": 529,
      "000": 530,
      "lud": 531,
      "Ġother": 532,
      "ence": 533,
      "Ġsub": 534,
      "duct": 535,
      "Ġall": 536,
      "Ġyear": 537,
      "all": 538,
      "ak": 539,
      "ict": 540,
      "ens": 541,
      "ib": 542,
      "Ġcourt": 543,
      "ally": 544,
      "Ġwhe": 545,
      "Ġacc": 546,
      "ord": 547,
      "Ġunder": 548,
      "li": 549,
      "ock": 550,
      "Ġim": 551,
      "ities": 552,
      "ag": 553,
      "rou": 554,
      "Ġam": 555,
      "Ġwere": 556,
      "Ġcons": 557,
      "ates": 558,
      "Ġ4": 559,
      "erm": 560,
      "tain": 561,
      "Ġcomm": 562,
      "Ġrec": 563,
      "Ġab": 564,
      "igh": 565,
      "ased": 566,
      "mber": 567,
      "ign": 568,
      "Ġrequ": 569,
      "Ġany": 570,
      "Ġun": 571,
      "ous": 572,
      "Ġwill": 573,
      "old": 574,
      "illion": 575,
      ").": 576,
      "ark": 577,
      "Ġcl": 578,
      "low": 579,
      "ĠâĢ": 580,
      "Ġsuch": 581,
      "ee": 582,
      "Ġhis": 583,
      "ine": 584,
      "aw": 585,
      "Ġoff": 586,
      "ors": 587,
      "Ġsp": 588,
      "og": 589,
      "Ġact": 590,
      "Ġrep": 591,
      "su": 592,
      "ail": 593,
      "Ġmillion": 594,
      "Ġstate": 595,
      "Ġoper": 596,
      "ĠRe": 597,
      "Ġ31": 598,
      "Ġ5": 599,
      "ating": 600,
      "Ġpre": 601,
      "ancial": 602,
      "ility": 603,
      "ener": 604,
      "form": 605,
      "Ġinclud": 606,
      "ĠTh": 607,
      "pon": 608,
      "ater": 609,
      "au": 610,
      "Ġimp": 611,
      "so": 612,
      "Ġbeen": 613,
      "Ġhad": 614,
      "orp": 615,
      "Ġpur": 616,
      "iss": 617,
      "ings": 618,
      "ell": 619,
      "ĠDece": 620,
      "ical": 621,
      "ime": 622,
      "ĠDecember": 623,
      "ific": 624,
      "Ġind": 625,
      "Ġthere": 626,
      "--": 627,
      "Ġcan": 628,
      "Ġar": 629,
      "ual": 630,
      "ach": 631,
      "Ġqu": 632,
      "Ġ10": 633,
      "istr": 634,
      "lic": 635,
      "iff": 636,
      "ven": 637,
      "out": 638,
      "op": 639,
      "ty": 640,
      "Ġman": 641,
      "Ġprovid": 642,
      "Ġdo": 643,
      "Ġus": 644,
      "endant": 645,
      "str": 646,
      "Ġmay": 647,
      "Ġ1997": 648,
      "Ġappro": 649,
      "Ġserv": 650,
      "uring": 651,
      "Ġalso": 652,
      "ĠState": 653,
      "Ġno": 654,
      "rial": 655,
      "Ġtheir": 656,
      "Ġinv": 657,
      "Ġen": 658,
      "ef": 659,
      "Ġ1996": 660,
      "Ġdec": 661,
      "ffect": 662,
      "orpor": 663,
      "erest": 664,
      "ory": 665,
      "Ġproduct": 666,
      "Ġrel": 667,
      "ended": 668,
      "ong": 669,
      "rib": 670,
      "lect": 671,
      "mp": 672,
      "Ġne": 673,
      "ght": 674,
      "ject": 675,
      "Ġadd": 676,
      "ause": 677,
      "Ġ6": 678,
      "Ġresult": 679,
      "Ġref": 680,
      "Ġk": 681,
      "irect": 682,
      "ork": 683,
      "cc": 684,
      "Ġli": 685,
      "ax": 686,
      "hip": 687,
      "ices": 688,
      "av": 689,
      "TE": 690,
      "ners": 691,
      "ited": 692,
      "ied": 693,
      "ub": 694,
      "ĠK": 695,
      "ast": 696,
      "Ġreg": 697,
      "),": 698,
      "resent": 699,
      "Ġdefendant": 700,
      "ose": 701,
      "ted": 702,
      "ĠV": 703,
      "19": 704,
      "ets": 705,
      "Ġ1998": 706,
      "its": 707,
      "Ġsal": 708,
      "Ġout": 709,
      "Ġincre": 710,
      "Ġinterest": 711,
      "ĠAs": 712,
      "Ġone": 713,
      "ass": 714,
      "ĠInc": 715,
      "Ġwould": 716,
      ".,": 717,
      "Ġtrial": 718,
      "Ġfinancial": 719,
      "ered": 720,
      "Ġ8": 721,
      "ank": 722,
      "loy": 723,
      "ĠCon": 724,
      "oss": 725,
      "Ġtime": 726,
      "Ġest": 727,
      "âĢĿ": 728,
      "Ġmark": 729,
      "ile": 730,
      "Ġ-": 731,
      "aint": 732,
      "pect": 733,
      "Ġ7": 734,
      "ĠâĢľ": 735,
      "uc": 736,
      "Ġcost": 737,
      "over": 738,
      "ight": 739,
      "Ġob": 740,
      "Ġthese": 741,
      "ution": 742,
      "ative": 743,
      "Ġdisc": 744,
      "ertain": 745,
      "ident": 746,
      "Ġbec": 747,
      "ately": 748,
      "eal": 749,
      "Ġent": 750,
      "ia": 751,
      "reement": 752,
      "ack": 753,
      "Ġ1995": 754,
      "enc": 755,
      "Ġproper": 756,
      "ON": 757,
      "ang": 758,
      "mploy": 759,
      "ized": 760,
      "ry": 761,
      "Ġval": 762,
      "Ġme": 763,
      "ollow": 764,
      "Ġpay": 765,
      "Ġso": 766,
      "Ġyears": 767,
      "Ġover": 768,
      "ĠCourt": 769,
      "ade": 770,
      "Ġte": 771,
      "Ġbut": 772,
      "ital": 773,
      "Ġyou": 774,
      "ĠComm": 775,
      "Ġgener": 776,
      "Ġour": 777,
      "ide": 778,
      "Ġthan": 779,
      "ĠNo": 780,
      "ild": 781,
      "Ġlo": 782,
      "ired": 783,
      "ress": 784,
      "fter": 785,
      "hed": 786,
      "Ġamount": 787,
      "ection": 788,
      "Ġfollow": 789,
      "Ġcas": 790,
      "Ġstock": 791,
      "one": 792,
      "Ġthey": 793,
      "ra": 794,
      "Ġequ": 795,
      "ĠEx": 796,
      "ĠCh": 797,
      "ame": 798,
      "Ġmore": 799,
      "Ġtest": 800,
      "erson": 801,
      "ise": 802,
      "ern": 803,
      "Ġsupp": 804,
      "ĠIt": 805,
      "ract": 806,
      "lop": 807,
      "ĠWe": 808,
      "etw": 809,
      "ange": 810,
      "Ġow": 811,
      "yst": 812,
      "rough": 813,
      "Ġif": 814,
      "isc": 815,
      "ĠThis": 816,
      "der": 817,
      "Ġconc": 818,
      "Ġcase": 819,
      "iness": 820,
      "Ġ9": 821,
      "velop": 822,
      "Ġevid": 823,
      "ision": 824,
      "right": 825,
      "Ġsec": 826,
      "ense": 827,
      "Ġfact": 828,
      "Ġatt": 829,
      "Ġdet": 830,
      "ious": 831,
      "ents": 832,
      "ĠUn": 833,
      "ption": 834,
      "ĠPart": 835,
      "Ġrem": 836,
      "ru": 837,
      "Ġeffect": 838,
      "rant": 839,
      "air": 840,
      "Ġterm": 841,
      "pos": 842,
      "ace": 843,
      "inc": 844,
      "Ġinto": 845,
      "ne": 846,
      "aim": 847,
      "AN": 848,
      "Ġtax": 849,
      "Ġcap": 850,
      "ily": 851,
      "ystem": 852,
      "xim": 853,
      "Ġtw": 854,
      "usiness": 855,
      "Ġemploy": 856,
      "nership": 857,
      "Ġjud": 858,
      "Ġthrough": 859,
      "Ġlaw": 860,
      "Ġwhen": 861,
      "aid": 862,
      "Ġ20": 863,
      "ood": 864,
      "Ġevidence": 865,
      "ake": 866,
      "row": 867,
      "ĠÂ": 868,
      "Ġtrans": 869,
      "ok": 870,
      "irst": 871,
      "Ġwho": 872,
      "nce": 873,
      "oin": 874,
      "fore": 875,
      "ason": 876,
      "Ġmarket": 877,
      "gr": 878,
      "Ġcertain": 879,
      "ound": 880,
      "Ġnew": 881,
      "Ġaddition": 882,
      "urre": 883,
      "arg": 884,
      "Ġright": 885,
      "Ġfil": 886,
      "een": 887,
      "les": 888,
      "ified": 889,
      "Ġrespect": 890,
      "IN": 891,
      "ury": 892,
      "Ġ.": 893,
      "stit": 894,
      "Ġdevelop": 895,
      "Ġapproxim": 896,
      "ond": 897,
      "rit": 898,
      "iod": 899,
      "Ġclaim": 900,
      "ER": 901,
      "ĠPro": 902,
      "agement": 903,
      "erc": 904,
      "ares": 905,
      "Ġdes": 906,
      "Ġperson": 907,
      "ible": 908,
      "Ġspec": 909,
      "Ġdirect": 910,
      "ved": 911,
      "Ġaccount": 912,
      "Ġ1999": 913,
      "Ġbusiness": 914,
      "Ġincome": 915,
      "formation": 916,
      "Ġrece": 917,
      "Ġduring": 918,
      "ĠAn": 919,
      "Ġher": 920,
      "Ġsign": 921,
      "und": 922,
      "Ġperiod": 923,
      "ish": 924,
      "own": 925,
      "Ġcould": 926,
      "Ġstat": 927,
      "ures": 928,
      "ĠY": 929,
      "Ġstatements": 930,
      "ute": 931,
      "Ġmade": 932,
      "Ġ198": 933,
      "Ġsc": 934,
      "Ġeach": 935,
      "Ġtwo": 936,
      "ie": 937,
      "Ġapproximately": 938,
      "etween": 939,
      "Ġacqu": 940,
      "EN": 941,
      "sel": 942,
      "Ġrev": 943,
      "Ġaut": 944,
      ".\"": 945,
      "Ġproducts": 946,
      "Ġ1994": 947,
      "10": 948,
      "Ġended": 949,
      "Ġinvest": 950,
      "Ġwork": 951,
      "erred": 952,
      "Ġbetween": 953,
      "aintiff": 954,
      "cess": 955,
      "arch": 956,
      "Ġonly": 957,
      "Ġcust": 958,
      "ĠAm": 959,
      "Ġmot": 960,
      "ner": 961,
      "Ġoperations": 962,
      "Ġpresent": 963,
      "Ġsystem": 964,
      "iew": 965,
      "olog": 966,
      "ues": 967,
      "struct": 968,
      "ational": 969,
      "Ġuse": 970,
      "olid": 971,
      "Ġpri": 972,
      "ffic": 973,
      "Ġpurch": 974,
      "Ġissu": 975,
      "ees": 976,
      "ĠAg": 977,
      "Ġform": 978,
      "Ġbecause": 979,
      "Ġshares": 980,
      "Ġsales": 981,
      "Ġdeterm": 982,
      "Ġupon": 983,
      "Ġdid": 984,
      "Ġreason": 985,
      "Ġvalue": 986,
      "Ġafter": 987,
      "erence": 988,
      "Ġ*": 989,
      "ys": 990,
      "ite": 991,
      "ever": 992,
      "ceed": 993,
      "Ġreport": 994,
      "ove": 995,
      "ĠApp": 996,
      "Ġrecord": 997,
      "aterial": 998,
      "Ġcontract": 999,
      "Ġpol": 1000,
      "Ġrequire": 1001,
      "port": 1002,
      "Ġdist": 1003,
      "Ġop": 1004,
      "ission": 1005,
      "Ġnet": 1006,
      "ke": 1007,
      "ĠPl": 1008,
      "Ġ12": 1009,
      "Ġ30": 1010,
      "Ġinformation": 1011,
      "Ġused": 1012,
      "ability": 1013,
      "Ġdiff": 1014,
      "ined": 1015,
      "Ġcommon": 1016,
      "the": 1017,
      "Ġfirst": 1018,
      "AL": 1019,
      "Ġmat": 1020,
      "urance": 1021,
      "arn": 1022,
      "Ġabout": 1023,
      "ĠStock": 1024,
      "ilities": 1025,
      "Ġhere": 1026,
      "orporation": 1027,
      "urrent": 1028,
      "Ġins": 1029,
      "led": 1030,
      "Ġagain": 1031,
      "ays": 1032,
      "Ġconsid": 1033,
      "ublic": 1034,
      "oard": 1035,
      "Ġmaterial": 1036,
      "Ġbas": 1037,
      "Ġcosts": 1038,
      "ively": 1039,
      "cept": 1040,
      "Ġcash": 1041,
      "Ġshare": 1042,
      "enef": 1043,
      "mit": 1044,
      "oth": 1045,
      "ĠAt": 1046,
      "urn": 1047,
      "gment": 1048,
      "Ġfiled": 1049,
      "ient": 1050,
      "ower": 1051,
      "Ġservices": 1052,
      "ĠAl": 1053,
      "Ġshe": 1054,
      "Ġassets": 1055,
      "gin": 1056,
      "Ġlim": 1057,
      "iscal": 1058,
      "ft": 1059,
      "Ġret": 1060,
      "ĠFin": 1061,
      "Ġcustom": 1062,
      "Ġkn": 1063,
      "Ġbased": 1064,
      "ĠSu": 1065,
      "ND": 1066,
      "Ġ[": 1067,
      "Ġfac": 1068,
      "Ġset": 1069,
      "Ġplaintiff": 1070,
      "hib": 1071,
      "Ġproperty": 1072,
      "Ġup": 1073,
      "TI": 1074,
      "Ġdue": 1075,
      "Ġcar": 1076,
      "ward": 1077,
      "ivid": 1078,
      "Ġincluding": 1079,
      "ex": 1080,
      "Ġown": 1081,
      "Ġrespon": 1082,
      "eb": 1083,
      "AR": 1084,
      "Ġshould": 1085,
      "ont": 1086,
      "reat": 1087,
      "redit": 1088,
      "incip": 1089,
      "irc": 1090,
      "hold": 1091,
      "Ġdoes": 1092,
      "Ġext": 1093,
      "Ġloc": 1094,
      "ĠOn": 1095,
      "OR": 1096,
      "ert": 1097,
      "Ġorder": 1098,
      "Ġ200": 1099,
      "ian": 1100,
      "Ġfollowing": 1101,
      "Ġro": 1102,
      "olidated": 1103,
      "owever": 1104,
      "ful": 1105,
      "Ġthem": 1106,
      "Ġcol": 1107,
      "Ġloss": 1108,
      "Ġgrant": 1109,
      "ATE": 1110,
      "oint": 1111,
      "ough": 1112,
      "ule": 1113,
      "ants": 1114,
      "Ġcontin": 1115,
      "Ġyour": 1116,
      "Ġbeli": 1117,
      "Ġcapital": 1118,
      "chn": 1119,
      "Ġmon": 1120,
      "ret": 1121,
      "ES": 1122,
      "Ġleg": 1123,
      "ness": 1124,
      "Ġrequired": 1125,
      "ages": 1126,
      "ribut": 1127,
      "Ġwhere": 1128,
      "Ġnum": 1129,
      "ĠMr": 1130,
      "Ġapplic": 1131,
      "Ġph": 1132,
      "ĠTr": 1133,
      "Ġsupport": 1134,
      "ĠReg": 1135,
      "Ġsome": 1136,
      "sid": 1137,
      "Ġregul": 1138,
      "Ġfiscal": 1139,
      "enses": 1140,
      "Ġbenef": 1141,
      "oci": 1142,
      "Ġwell": 1143,
      "stand": 1144,
      "Ġev": 1145,
      "ĠPartnership": 1146,
      "ix": 1147,
      "oun": 1148,
      "hor": 1149,
      "Ġstr": 1150,
      "pr": 1151,
      "urities": 1152,
      "ĠÂ§": 1153,
      "ember": 1154,
      "lig": 1155,
      "Ġappeal": 1156,
      "ination": 1157,
      "Ġsubject": 1158,
      "Ġcond": 1159,
      "Ġprincip": 1160,
      "ĠSe": 1161,
      "Ġthose": 1162,
      "Ġwhether": 1163,
      "ances": 1164,
      "Ġ13": 1165,
      "Ġagainst": 1166,
      "Ġdep": 1167,
      "Ġprim": 1168,
      "Ġrelated": 1169,
      "Ġrate": 1170,
      "ĠAgreement": 1171,
      "Ġmin": 1172,
      "Ġreceiv": 1173,
      "arily": 1174,
      "Ġcurrent": 1175,
      "Ġmust": 1176,
      "Ġfind": 1177,
      "istrict": 1178,
      "Ġvar": 1179,
      "ep": 1180,
      "itions": 1181,
      "ĠNot": 1182,
      "Ġmet": 1183,
      "ĠSee": 1184,
      "Ġagreement": 1185,
      "Ġbelie": 1186,
      "Ġaff": 1187,
      "ĠInt": 1188,
      "20": 1189,
      "Ġreven": 1190,
      "Ġav": 1191,
      "Ġmanagement": 1192,
      "Ġchild": 1193,
      "----": 1194,
      "ife": 1195,
      "TS": 1196,
      "Ġ15": 1197,
      "tal": 1198,
      "ves": 1199,
      "Ġbefore": 1200,
      "ases": 1201,
      "duc": 1202,
      "ĠForm": 1203,
      "une": 1204,
      "Ġhold": 1205,
      "ric": 1206,
      "Ġarg": 1207,
      "ptions": 1208,
      "ially": 1209,
      "ĠBank": 1210,
      "ince": 1211,
      "arge": 1212,
      "Ġthree": 1213,
      "Ġhim": 1214,
      "eral": 1215,
      "son": 1216,
      "ĠAND": 1217,
      "Ġnon": 1218,
      "fact": 1219,
      "ĠAct": 1220,
      "ĠCo": 1221,
      "stant": 1222,
      "icip": 1223,
      "lement": 1224,
      "anu": 1225,
      "Ġoperating": 1226,
      "ared": 1227,
      "Ġincrease": 1228,
      "uture": 1229,
      "Ġcount": 1230,
      "ĠInd": 1231,
      "io": 1232,
      "Ġprov": 1233,
      "eop": 1234,
      "Ġdate": 1235,
      "__": 1236,
      "Ġproceed": 1237,
      "Ġ1993": 1238,
      "Ġneed": 1239,
      "ior": 1240,
      "Ġ11": 1241,
      "sidi": 1242,
      "Ġpublic": 1243,
      "ificant": 1244,
      "Ġstand": 1245,
      "ros": 1246,
      "err": 1247,
      "ĠThere": 1248,
      "Ġtotal": 1249,
      "Ġreference": 1250,
      "Ġprocess": 1251,
      "Ġgu": 1252,
      "orporated": 1253,
      "gram": 1254,
      "te": 1255,
      "Ġjury": 1256,
      "ĠAr": 1257,
      "Ġcr": 1258,
      "etition": 1259,
      "Ġ(\"": 1260,
      "Ġauthor": 1261,
      "ony": 1262,
      "Ġoffic": 1263,
      "Ġfail": 1264,
      "Ġthen": 1265,
      "ĠOF": 1266,
      "abl": 1267,
      "ends": 1268,
      "Ġshall": 1269,
      "inion": 1270,
      "Ġbasis": 1271,
      "ĠHe": 1272,
      "Ġfound": 1273,
      "Ġinter": 1274,
      "ecut": 1275,
      "Ġallow": 1276,
      "50": 1277,
      "Ġsee": 1278,
      "gan": 1279,
      "Ġheld": 1280,
      "Ġfuture": 1281,
      "ces": 1282,
      "Ġjudgment": 1283,
      "ĠAcc": 1284,
      "round": 1285,
      "ath": 1286,
      "isk": 1287,
      "Ġquest": 1288,
      "Ġsame": 1289,
      "Ġtechn": 1290,
      "ĠMarch": 1291,
      "cent": 1292,
      "Ġincreased": 1293,
      "ĠUnited": 1294,
      "leg": 1295,
      "Ġplan": 1296,
      "man": 1297,
      "Ġcomple": 1298,
      "Ġco": 1299,
      "bt": 1300,
      "ellant": 1301,
      "ren": 1302,
      "Ġprior": 1303,
      "Ġocc": 1304,
      "ular": 1305,
      "11": 1306,
      "ĠSec": 1307,
      "Ġlong": 1308,
      "ĠFinancial": 1309,
      "Ġprev": 1310,
      "Ġwithin": 1311,
      "ĠJune": 1312,
      "ature": 1313,
      "Ġ&": 1314,
      "stitution": 1315,
      "Ġsignificant": 1316,
      "standing": 1317,
      "Ġboth": 1318,
      "Ġaction": 1319,
      "ĠCorporation": 1320,
      "Ġresults": 1321,
      "sue": 1322,
      "ĠFor": 1323,
      "anuary": 1324,
      "Ġcirc": 1325,
      "Ġinf": 1326,
      "Ġestim": 1327,
      "overn": 1328,
      "CI": 1329,
      "arm": 1330,
      "eople": 1331,
      "vel": 1332,
      "ĠJanuary": 1333,
      "hen": 1334,
      "Ġ18": 1335,
      "Ġmost": 1336,
      "arter": 1337,
      "ind": 1338,
      "ĠBoard": 1339,
      "amp": 1340,
      "ization": 1341,
      "ced": 1342,
      "Ġprob": 1343,
      "Ġhigh": 1344,
      "Ġmotion": 1345,
      "Ġelect": 1346,
      "Ġprovide": 1347,
      "12": 1348,
      "Ġcredit": 1349,
      "Ġstud": 1350,
      "Ġfund": 1351,
      "Ġservice": 1352,
      "Ġnumber": 1353,
      "Ġmake": 1354,
      "min": 1355,
      "ober": 1356,
      "Ġwithout": 1357,
      "ional": 1358,
      "Ġadditional": 1359,
      "ĠAd": 1360,
      "Ġsim": 1361,
      "MEN": 1362,
      "Ġdevelopment": 1363,
      "Ġrepresent": 1364,
      "yp": 1365,
      "aj": 1366,
      "urther": 1367,
      "Ġconv": 1368,
      "ĠCommon": 1369,
      "Ġcontro": 1370,
      "irm": 1371,
      "ines": 1372,
      "hibit": 1373,
      "aring": 1374,
      "nual": 1375,
      "Ġbu": 1376,
      "ished": 1377,
      "con": 1378,
      "ederal": 1379,
      "Ġsubsidi": 1380,
      "ering": 1381,
      "Ġestabl": 1382,
      "Ġfair": 1383,
      "Ġavail": 1384,
      "Ġperform": 1385,
      "orne": 1386,
      "Ġactiv": 1387,
      "less": 1388,
      "Ġver": 1389,
      ".âĢĿ": 1390,
      "itt": 1391,
      "Ġ14": 1392,
      "ata": 1393,
      "Ġprice": 1394,
      "ĠThese": 1395,
      "roup": 1396,
      "ĠRegistr": 1397,
      "Ġreal": 1398,
      "Ġdated": 1399,
      "Ġexist": 1400,
      "Ġexper": 1401,
      "Ġexpenses": 1402,
      "ued": 1403,
      "ob": 1404,
      "Ġfe": 1405,
      "Ġbeing": 1406,
      "ĠStates": 1407,
      "Ġwhat": 1408,
      "Ġpurchase": 1409,
      "ross": 1410,
      "AS": 1411,
      "Ġrisk": 1412,
      "ĠDirect": 1413,
      "Ġpercent": 1414,
      "Ġmonth": 1415,
      "Ġopinion": 1416,
      "iction": 1417,
      "Ġprogram": 1418,
      "lus": 1419,
      "uly": 1420,
      "rap": 1421,
      "Ġrespectively": 1422,
      "Ġless": 1423,
      "Ġreview": 1424,
      "Ġpos": 1425,
      "ecess": 1426,
      "IS": 1427,
      "Ġgeneral": 1428,
      "ogn": 1429,
      "ify": 1430,
      "ĠRes": 1431,
      "Ġwrit": 1432,
      "Ġissue": 1433,
      "ĠGener": 1434,
      "Ġport": 1435,
      "Ġmanu": 1436,
      "ĠSh": 1437,
      "ĠWh": 1438,
      "Ġbank": 1439,
      "ED": 1440,
      "resident": 1441,
      "Ġprovided": 1442,
      "ĠSo": 1443,
      "ug": 1444,
      "Ġmanufact": 1445,
      "ensation": 1446,
      "Ġpat": 1447,
      "ĠNew": 1448,
      "\")": 1449,
      "ick": 1450,
      "Ġadv": 1451,
      "suant": 1452,
      "ĠSept": 1453,
      "ĠPlan": 1454,
      "ology": 1455,
      "ajor": 1456,
      "mitted": 1457,
      "Ġmod": 1458,
      "Ġaud": 1459,
      "Ġfore": 1460,
      "Ġinclude": 1461,
      "13": 1462,
      "ool": 1463,
      "ĠSeptember": 1464,
      "Ġca": 1465,
      "ten": 1466,
      "ĠMan": 1467,
      "ency": 1468,
      "Ġconf": 1469,
      "Ġmain": 1470,
      "ving": 1471,
      "Ġremain": 1472,
      "uss": 1473,
      "ather": 1474,
      "ird": 1475,
      "Ġprimarily": 1476,
      "Ġful": 1477,
      "Ġsent": 1478,
      "ĠST": 1479,
      "ĠAss": 1480,
      "ĠCl": 1481,
      "Ġinvol": 1482,
      "isions": 1483,
      "struction": 1484,
      "ipment": 1485,
      "Ġlike": 1486,
      "ties": 1487,
      "Ġmed": 1488,
      "Ġposs": 1489,
      "ics": 1490,
      "ĠIf": 1491,
      "Ġexpect": 1492,
      "Ġcom": 1493,
      "Ġgenerally": 1494,
      "TION": 1495,
      "atory": 1496,
      "Ġpolic": 1497,
      "Ġincluded": 1498,
      "Ġdiffere": 1499,
      "Ġprovides": 1500,
      "eric": 1501,
      "ounsel": 1502,
      "Ġcompany": 1503,
      "Ġsale": 1504,
      "aries": 1505,
      "Ġbr": 1506,
      "Ġden": 1507,
      "Ġmajor": 1508,
      "alth": 1509,
      "ph": 1510,
      "Ġsur": 1511,
      "Ġdesign": 1512,
      "ives": 1513,
      "used": 1514,
      "imin": 1515,
      "holders": 1516,
      "land": 1517,
      "Ġerr": 1518,
      "Ġsaid": 1519,
      "Ġshow": 1520,
      "Ġexerc": 1521,
      "OL": 1522,
      "Ġsubstant": 1523,
      "Ġ197": 1524,
      "15": 1525,
      "hes": 1526,
      "ards": 1527,
      "Ġchang": 1528,
      "ural": 1529,
      "Ġcle": 1530,
      "ecutive": 1531,
      "ĠGeneral": 1532,
      "ured": 1533,
      "Ġloans": 1534,
      "Ġconsolidated": 1535,
      "Ġpaid": 1536,
      "ning": 1537,
      "Ġ16": 1538,
      "Ġconsist": 1539,
      "Ġavailable": 1540,
      "ĠIN": 1541,
      "ware": 1542,
      "ending": 1543,
      "ised": 1544,
      "Ġsince": 1545,
      "ĠReport": 1546,
      "miss": 1547,
      "verse": 1548,
      "14": 1549,
      "Ġcharg": 1550,
      "iol": 1551,
      "Ġacquis": 1552,
      "ĠComp": 1553,
      "Ġrights": 1554,
      "arly": 1555,
      "me": 1556,
      "ize": 1557,
      "Ġcompet": 1558,
      "Ġconduct": 1559,
      "Ġimpro": 1560,
      "of": 1561,
      "als": 1562,
      "Ġlevel": 1563,
      "other": 1564,
      "ink": 1565,
      "gy": 1566,
      "Ġoptions": 1567,
      "Ġinj": 1568,
      "Ġcontain": 1569,
      "Ġterms": 1570,
      "Ġparties": 1571,
      "ention": 1572,
      "change": 1573,
      "Ġrecogn": 1574,
      "ically": 1575,
      "Ġcause": 1576,
      "Ġalleg": 1577,
      "Ġstatute": 1578,
      "Ġamounts": 1579,
      "Ġprof": 1580,
      "Ġgovern": 1581,
      "Ġprot": 1582,
      "very": 1583,
      "aking": 1584,
      "Ġagree": 1585,
      "ither": 1586,
      "Ġquestion": 1587,
      "ID": 1588,
      "Ġcustomers": 1589,
      "Ġ25": 1590,
      "Ġissued": 1591,
      "Ġsystems": 1592,
      "oh": 1593,
      "ĠPresident": 1594,
      "Ġmany": 1595,
      "Ġ17": 1596,
      "Ġconn": 1597,
      "itive": 1598,
      "Ġhealth": 1599,
      "part": 1600,
      "Ġindust": 1601,
      "ĠMay": 1602,
      "18": 1603,
      "reg": 1604,
      "hod": 1605,
      "Ġsum": 1606,
      "Ġconsider": 1607,
      "ĠCount": 1608,
      "Ġstatement": 1609,
      "16": 1610,
      "Ġcor": 1611,
      "Ġloan": 1612,
      "Ġdem": 1613,
      "Ġunt": 1614,
      "Ġrequirements": 1615,
      "IC": 1616,
      "Ġcre": 1617,
      "Ġequipment": 1618,
      ");": 1619,
      "Ġspecific": 1620,
      "Ġknow": 1621,
      "Ġnecess": 1622,
      "Ġpres": 1623,
      "ety": 1624,
      "ction": 1625,
      "ĠAll": 1626,
      "onment": 1627,
      "ĠLe": 1628,
      "Ġviol": 1629,
      "Ġjust": 1630,
      "orney": 1631,
      "Ġneg": 1632,
      "Ġdam": 1633,
      "ministr": 1634,
      "ĠAmeric": 1635,
      "ument": 1636,
      "Ġclaims": 1637,
      "ently": 1638,
      "EC": 1639,
      "ton": 1640,
      "Ġdebt": 1641,
      "verage": 1642,
      "ĠOct": 1643,
      "..": 1644,
      "Ġinsurance": 1645,
      "not": 1646,
      "gage": 1647,
      "Ġtyp": 1648,
      "ording": 1649,
      "Ġrevenues": 1650,
      "Ġindic": 1651,
      "rop": 1652,
      "ger": 1653,
      "25": 1654,
      "Ġland": 1655,
      "Ġoutstanding": 1656,
      "imony": 1657,
      "Ġpeople": 1658,
      "ĠOctober": 1659,
      "Ġquarter": 1660,
      "ferred": 1661,
      "Ġcounsel": 1662,
      "ash": 1663,
      "ins": 1664,
      "Ġcall": 1665,
      "rigin": 1666,
      "Ġfurther": 1667,
      "Ġearn": 1668,
      "Ġrates": 1669,
      "anies": 1670,
      "par": 1671,
      "Ġaffect": 1672,
      "ĠCons": 1673,
      "pre": 1674,
      "Ġparty": 1675,
      "to": 1676,
      "Ġclass": 1677,
      "Ġdecre": 1678,
      "app": 1679,
      "ĠFeb": 1680,
      "Ġregard": 1681,
      "vir": 1682,
      "Ġeven": 1683,
      "IT": 1684,
      "17": 1685,
      "crib": 1686,
      "Ġcare": 1687,
      "ruary": 1688,
      "ting": 1689,
      "Ġgo": 1690,
      "ibility": 1691,
      "urred": 1692,
      "Ġmethod": 1693,
      "urity": 1694,
      "ĠFebruary": 1695,
      "fficient": 1696,
      "arent": 1697,
      "Ġred": 1698,
      "ĠTH": 1699,
      "tern": 1700,
      "ĠCO": 1701,
      "Ġabove": 1702,
      "ĠJuly": 1703,
      "ouse": 1704,
      "ĠHowever": 1705,
      "for": 1706,
      "iven": 1707,
      "Ġlife": 1708,
      "Ġbal": 1709,
      "Ġ2000": 1710,
      "sequ": 1711,
      "Ġemployees": 1712,
      "orld": 1713,
      "isl": 1714,
      "Ġrese": 1715,
      "though": 1716,
      "ons": 1717,
      "Ġwhile": 1718,
      "Ġdecision": 1719,
      "Ġident": 1720,
      "ires": 1721,
      "Ġusing": 1722,
      "ading": 1723,
      "Ġreceived": 1724,
      "pril": 1725,
      "Ġobtain": 1726,
      "up": 1727,
      "Ġvarious": 1728,
      "ribution": 1729,
      "Ġgrow": 1730,
      "Ġpetition": 1731,
      "orn": 1732,
      "Ġexpense": 1733,
      "ience": 1734,
      "ii": 1735,
      "ield": 1736,
      "ody": 1737,
      "Ġjur": 1738,
      "Ġdata": 1739,
      "ivers": 1740,
      "Ġuntil": 1741,
      "line": 1742,
      "Ġorigin": 1743,
      "Ġ28": 1744,
      "Ġsecond": 1745,
      "ually": 1746,
      "Ġlic": 1747,
      "af": 1748,
      "pl": 1749,
      "ĠApril": 1750,
      "orth": 1751,
      "Ġexc": 1752,
      "Ġsever": 1753,
      "Ġcommun": 1754,
      "Ġcases": 1755,
      "Ġdifferent": 1756,
      "Ġcontrol": 1757,
      "Ġqual": 1758,
      "abilities": 1759,
      "Ġcent": 1760,
      "iation": 1761,
      "ĠRegistrant": 1762,
      "Ġpower": 1763,
      "ars": 1764,
      "Ġtransact": 1765,
      "Ġord": 1766,
      "30": 1767,
      "Ġreasonable": 1768,
      "lp": 1769,
      "Ġoblig": 1770,
      "ale": 1771,
      "ential": 1772,
      "Ġgood": 1773,
      "ules": 1774,
      "Ġlimited": 1775,
      "Ġentered": 1776,
      "Ġtestimony": 1777,
      "Ġflow": 1778,
      "chool": 1779,
      "UR": 1780,
      "lied": 1781,
      "ĠStatement": 1782,
      "ĠCounty": 1783,
      "duced": 1784,
      "ode": 1785,
      "Ġstated": 1786,
      "Ġhow": 1787,
      "Ġindivid": 1788,
      "ĠSTATE": 1789,
      "Ġend": 1790,
      "Ġaccept": 1791,
      "Ġbelieves": 1792,
      "los": 1793,
      "ts": 1794,
      "stances": 1795,
      "Ġ24": 1796,
      "uments": 1797,
      "Ġsm": 1798,
      "Ġchange": 1799,
      "ĠRE": 1800,
      "Ġassoci": 1801,
      "lev": 1802,
      "ator": 1803,
      "Ġincorporated": 1804,
      "ĠCal": 1805,
      "Ġgr": 1806,
      "Ġhelp": 1807,
      "ĠAug": 1808,
      "ification": 1809,
      "vironment": 1810,
      "Ġgranted": 1811,
      "Ġherein": 1812,
      "Ġwater": 1813,
      "Ġ1992": 1814,
      "Ġsection": 1815,
      "CIAL": 1816,
      "Ġadj": 1817,
      "ĠExhibit": 1818,
      "ources": 1819,
      "ĠÂ¶": 1820,
      "Ġappellant": 1821,
      "ĠNove": 1822,
      "Ġsecurities": 1823,
      "ĠCommission": 1824,
      "Ġgas": 1825,
      "ĠDuring": 1826,
      "Ġpursuant": 1827,
      "ĠQ": 1828,
      "Ġ27": 1829,
      "ĠAugust": 1830,
      "sec": 1831,
      "ĠNovember": 1832,
      "Ġado": 1833,
      "raph": 1834,
      "Ġrespons": 1835,
      "Ġbuild": 1836,
      "Ġobject": 1837,
      "Ġactivities": 1838,
      "Ġmer": 1839,
      "Ġcompanies": 1840,
      "Ġhowever": 1841,
      "ising": 1842,
      "Ġbo": 1843,
      "ortgage": 1844,
      "ĠSc": 1845,
      "pri": 1846,
      "Ġmaintain": 1847,
      "Ġwar": 1848,
      "Ġstatut": 1849,
      "ĠDistrict": 1850,
      "ium": 1851,
      "Ġbro": 1852,
      "orrow": 1853,
      "Ġpartic": 1854,
      "Ġaccounting": 1855,
      "ĠEn": 1856,
      "Ġant": 1857,
      "Ġinit": 1858,
      "Ġimport": 1859,
      "Ġ23": 1860,
      "Ġinvestment": 1861,
      "ĠFIN": 1862,
      "endent": 1863,
      "uce": 1864,
      "Ġdr": 1865,
      "Ġdivid": 1866,
      "ili": 1867,
      "Ġ29": 1868,
      "ĠCON": 1869,
      "Ġpract": 1870,
      "Ġdiscuss": 1871,
      "Ġcircum": 1872,
      "Ġback": 1873,
      "Ġeffective": 1874,
      "Ġser": 1875,
      "Ġday": 1876,
      "Ġcompensation": 1877,
      "Ġmeet": 1878,
      "Ġprincipal": 1879,
      "Ġthird": 1880,
      "Ġfollows": 1881,
      "ĠCol": 1882,
      "Ġbeh": 1883,
      "imes": 1884,
      "Ġlease": 1885,
      "ks": 1886,
      "Ġindividual": 1887,
      "Ġvol": 1888,
      "Ġpoint": 1889,
      "Ġproject": 1890,
      "Ġrule": 1891,
      "itness": 1892,
      "way": 1893,
      "Ġfees": 1894,
      "icle": 1895,
      "Ġpolicy": 1896,
      "ĠFINAN": 1897,
      "Ġcompared": 1898,
      "Ġbelow": 1899,
      "lem": 1900,
      "Ġsumm": 1901,
      "by": 1902,
      "ron": 1903,
      "ĠTo": 1904,
      "Ġreturn": 1905,
      "Ġconclud": 1906,
      "Ġpar": 1907,
      "Ġeng": 1908,
      "Ġaverage": 1909,
      "Ġhearing": 1910,
      "Ġfl": 1911,
      "Ġpot": 1912,
      "Ġsold": 1913,
      "Ġem": 1914,
      "Ġdistrict": 1915,
      "Ġrequest": 1916,
      "ĠFINANCIAL": 1917,
      "Ġ26": 1918,
      "icial": 1919,
      "ters": 1920,
      "ĠMc": 1921,
      "Ġchanges": 1922,
      "Ġposition": 1923,
      "Ġconcern": 1924,
      "34": 1925,
      "Ġimm": 1926,
      "MENTS": 1927,
      "Ġacquisition": 1928,
      "Ġfacilities": 1929,
      "alf": 1930,
      "ulation": 1931,
      "bers": 1932,
      "ĠServ": 1933,
      "empt": 1934,
      "here": 1935,
      "Ġve": 1936,
      "ccess": 1937,
      "Ġconnection": 1938,
      "Ġopp": 1939,
      "22": 1940,
      "Ġchildren": 1941,
      "Ġpayment": 1942,
      "Ġreflect": 1943,
      "Ġfederal": 1944,
      "Ġmem": 1945,
      "Ġcondition": 1946,
      "lor": 1947,
      "urer": 1948,
      "Ġinst": 1949,
      "Ġfive": 1950,
      "Ġamong": 1951,
      ",\"": 1952,
      "Ġdays": 1953,
      "Ġliability": 1954,
      "Ġcomput": 1955,
      "Ġadministr": 1956,
      "Ġsell": 1957,
      "Ġcommit": 1958,
      "Ġparticular": 1959,
      "Ġassum": 1960,
      "Ġseveral": 1961,
      "ĠSection": 1962,
      "ley": 1963,
      "Ġeither": 1964,
      "Ġfr": 1965,
      "Ġtreat": 1966,
      "ries": 1967,
      "poses": 1968,
      "Ġanal": 1969,
      "Ġjudge": 1970,
      "Ġut": 1971,
      "imum": 1972,
      "Ġhand": 1973,
      "ĠTrust": 1974,
      "Ġhist": 1975,
      "pose": 1976,
      "ably": 1977,
      "ĠâĢĺ": 1978,
      "Ġprevious": 1979,
      ".)": 1980,
      "Ġhome": 1981,
      "Ġlimit": 1982,
      "Ġnotes": 1983,
      "ATION": 1984,
      "term": 1985,
      "ercial": 1986,
      "Ġfacility": 1987,
      "uation": 1988,
      "aving": 1989,
      "Ġmatter": 1990,
      "isd": 1991,
      "Ġconditions": 1992,
      "Ġplace": 1993,
      "Ġerror": 1994,
      "Ġbenefits": 1995,
      "ĠSp": 1996,
      "Ġche": 1997,
      "Ġcompl": 1998,
      "Ġequity": 1999,
      "Ġforth": 2000,
      "Ġimpact": 2001,
      "Ġgroup": 2002,
      "val": 2003,
      "Ġdepos": 2004,
      "Ġpayments": 2005,
      "ĠDirectors": 2006,
      "Ġed": 2007,
      "Ġoption": 2008,
      "osed": 2009,
      "Ġprovisions": 2010,
      "ĠStatements": 2011,
      "Ġlegal": 2012,
      "Ġanother": 2013,
      "Ġacquired": 2014,
      "Ġway": 2015,
      "Ġestate": 2016,
      "Ġagreements": 2017,
      "ĠIntern": 2018,
      "Ġgiven": 2019,
      "vert": 2020,
      "aged": 2021,
      "ĠUnder": 2022,
      "ĠNO": 2023,
      "CC": 2024,
      "Ġpurposes": 2025,
      "ĠOper": 2026,
      "uch": 2027,
      "Ġsubsidiaries": 2028,
      "40": 2029,
      "Ġnow": 2030,
      "Ġarea": 2031,
      "Ġtak": 2032,
      "ĠNotes": 2033,
      "Ġsimil": 2034,
      "Ġdetermined": 2035,
      "ah": 2036,
      "Ġnecessary": 2037,
      "gg": 2038,
      "self": 2039,
      "Ġowned": 2040,
      ")(": 2041,
      "Ġ22": 2042,
      "Ġpriv": 2043,
      "Ġ40": 2044,
      "ĠPre": 2045,
      "ohn": 2046,
      "Ġfull": 2047,
      "Ġcurrently": 2048,
      "Ġappear": 2049,
      "Ġgovernment": 2050,
      "ĠSub": 2051,
      "Ġspecial": 2052,
      "Ġlosses": 2053,
      "ĠManagement": 2054,
      "Ġexpress": 2055,
      "ĠTO": 2056,
      "Ġlegisl": 2057,
      "ĠOffic": 2058,
      "Ġwitness": 2059,
      "Ġliabilities": 2060,
      "Ġhig": 2061,
      "Ġproduction": 2062,
      "Ġofficers": 2063,
      "Ġtake": 2064,
      "Ġentit": 2065,
      "ĠII": 2066,
      "60": 2067,
      "endment": 2068,
      "Ġdecl": 2069,
      "Ġintern": 2070,
      "75": 2071,
      "ATED": 2072,
      "Ġassess": 2073,
      "Ġadverse": 2074,
      "Ġincludes": 2075,
      "ealth": 2076,
      "xt": 2077,
      "Ġshort": 2078,
      "Ġattorney": 2079,
      "get": 2080,
      "ĠAnd": 2081,
      "Ġfam": 2082,
      "Ġphys": 2083,
      "ining": 2084,
      "Ġdi": 2085,
      "Ġenvironment": 2086,
      "Ġaward": 2087,
      "Ġtestified": 2088,
      "Ġcannot": 2089,
      "33": 2090,
      "ief": 2091,
      "Ġread": 2092,
      "Ġline": 2093,
      "Ġresearch": 2094,
      "Ġsuccess": 2095,
      "Ġart": 2096,
      "Ġmo": 2097,
      "urch": 2098,
      "Ġindustry": 2099,
      "Ġcircumstances": 2100,
      "ey": 2101,
      "outh": 2102,
      "stitut": 2103,
      "Ġestimated": 2104,
      "Ġbl": 2105,
      "Ġcover": 2106,
      "ĠDef": 2107,
      "Ġsett": 2108,
      "198": 2109,
      "Ġdeath": 2110,
      "Ġrestr": 2111,
      "Ġmonths": 2112,
      "Ġorgan": 2113,
      "etwork": 2114,
      "Ġwarrant": 2115,
      "Ġworld": 2116,
      "Ġtaxes": 2117,
      "ĠTHE": 2118,
      "Ġreli": 2119,
      "ĠDr": 2120,
      "Ġfactors": 2121,
      "Ġconsidered": 2122,
      "Ġlocal": 2123,
      "enn": 2124,
      "Ġparticip": 2125,
      "ĠJohn": 2126,
      "Ġdistribut": 2127,
      "Ġfacts": 2128,
      "ĠCity": 2129,
      "ĠVice": 2130,
      "Ġfun": 2131,
      "Ġexisting": 2132,
      "conom": 2133,
      "Ġlarge": 2134,
      "ĠNote": 2135,
      "ĠBut": 2136,
      "Ġbalance": 2137,
      "Ġcustomer": 2138,
      "asing": 2139,
      "angu": 2140,
      "Ġexam": 2141,
      "Ġexpected": 2142,
      "Ġnotice": 2143,
      "Ġrelations": 2144,
      "Ġgre": 2145,
      "Ġability": 2146,
      "Ġproblem": 2147,
      "Ġdel": 2148,
      "Ġsepar": 2149,
      "Ġexercise": 2150,
      "Ġbre": 2151,
      "ĠAccount": 2152,
      "Ġcarry": 2153,
      "Ġpresented": 2154,
      "ĠSecurities": 2155,
      "The": 2156,
      "Ġrest": 2157,
      "Ġrespond": 2158,
      "Ġevery": 2159,
      "ĠOr": 2160,
      "ĠShe": 2161,
      "ling": 2162,
      "Ġsimilar": 2163,
      "ĠTe": 2164,
      "Ġfour": 2165,
      "ftware": 2166,
      "eng": 2167,
      "Ġsit": 2168,
      "ĠId": 2169,
      "Ġproperties": 2170,
      "Ġ50": 2171,
      "Ġcharge": 2172,
      "Ġborrow": 2173,
      "sp": 2174,
      "rect": 2175,
      "ĠSU": 2176,
      "enced": 2177,
      "Ġaccounts": 2178,
      "ING": 2179,
      "ĠItem": 2180,
      "Ġsup": 2181,
      "Ġrequires": 2182,
      "Ġvery": 2183,
      "Ġagg": 2184,
      "uit": 2185,
      "unt": 2186,
      "ourse": 2187,
      "ism": 2188,
      "Ġpurpose": 2189,
      "ĠWhen": 2190,
      "emp": 2191,
      "eed": 2192,
      "Ġadopt": 2193,
      "ĠConsolidated": 2194,
      "ancing": 2195,
      "Ġaffirm": 2196,
      "Ġearnings": 2197,
      "ysis": 2198,
      "Ġlocated": 2199,
      "Ġlower": 2200,
      "ĠCont": 2201,
      "igation": 2202,
      "Ġdefendants": 2203,
      "ĠPh": 2204,
      "lying": 2205,
      "Ġsufficient": 2206,
      "elle": 2207,
      "199": 2208,
      "Ġtre": 2209,
      "Ġrecorded": 2210,
      "Ġschool": 2211,
      "Ġannual": 2212,
      "Ġcollect": 2213,
      "ived": 2214,
      "ĠAnnual": 2215,
      "Ġestablished": 2216,
      "king": 2217,
      "retion": 2218,
      "Ġportion": 2219,
      "Ġtechnology": 2220,
      "cribed": 2221,
      "24": 2222,
      "Ġissues": 2223,
      "Ġmajority": 2224,
      "Ġcontinue": 2225,
      "Ġprovision": 2226,
      "____": 2227,
      "Ġamended": 2228,
      "use": 2229,
      "Ġpost": 2230,
      "ises": 2231,
      "osp": 2232,
      "Ġaddress": 2233,
      "Ġground": 2234,
      "Ġtherefore": 2235,
      "Ġoffice": 2236,
      "Ġrecognized": 2237,
      "Ġadjust": 2238,
      "Ġaudit": 2239,
      "Ġcert": 2240,
      "Ġbenefit": 2241,
      "Ġsmall": 2242,
      "Ġple": 2243,
      "Ġconstruction": 2244,
      "Ġrevenue": 2245,
      "Ġcal": 2246,
      "Ġmortgage": 2247,
      "Ġopen": 2248,
      "Ġcontracts": 2249,
      "Ġprom": 2250,
      "rec": 2251,
      "Ġdri": 2252,
      "Ġdamages": 2253,
      "Ġcommercial": 2254,
      "Ġassociated": 2255,
      "ask": 2256,
      "Ġapplication": 2257,
      "ral": 2258,
      "ĠThey": 2259,
      "ĠSTATEMENTS": 2260,
      "Ġlist": 2261,
      "Ġjurisd": 2262,
      "Ġentitled": 2263,
      "ought": 2264,
      "Ġconsum": 2265,
      "ained": 2266,
      "Ġaccord": 2267,
      "--------": 2268,
      "Ġ--": 2269,
      "ĠExecutive": 2270,
      "Ġlangu": 2271,
      "Ġimportant": 2272,
      "Ġpass": 2273,
      "Ġmight": 2274,
      "ĠâĢĵ": 2275,
      "Ġalleged": 2276,
      "23": 2277,
      "avor": 2278,
      "Ġmeas": 2279,
      "oll": 2280,
      "Ġdistribution": 2281,
      "Ġann": 2282,
      "ote": 2283,
      "az": 2284,
      "Ġten": 2285,
      "Ġeconom": 2286,
      "uck": 2287,
      "Ġemployee": 2288,
      "Ġaccess": 2289,
      "ault": 2290,
      "stitutional": 2291,
      "Ġmean": 2292,
      "Ġprem": 2293,
      "Ġmedical": 2294,
      "ĠCode": 2295,
      "Ġget": 2296,
      "Ġ196": 2297,
      "vest": 2298,
      "Ġsupra": 2299,
      "acter": 2300,
      "preme": 2301,
      "iminal": 2302,
      "\"),": 2303,
      "Ġdiscretion": 2304,
      "partment": 2305,
      "Ġsy": 2306,
      "enior": 2307,
      "Ġbegin": 2308,
      "Ġvari": 2309,
      "Ġdetermine": 2310,
      "aging": 2311,
      "Ġapplicable": 2312,
      "AT": 2313,
      "ier": 2314,
      "icted": 2315,
      "abor": 2316,
      "Ġsuper": 2317,
      "Ġproced": 2318,
      "Ġevent": 2319,
      "ains": 2320,
      "reed": 2321,
      "197": 2322,
      "Ġhigher": 2323,
      "Ġperformance": 2324,
      "nel": 2325,
      "ivision": 2326,
      "Ġfunds": 2327,
      "Ġlit": 2328,
      "ateg": 2329,
      "Ġdismiss": 2330,
      "Ġregarding": 2331,
      "Ġimprove": 2332,
      "inated": 2333,
      "Ġrecover": 2334,
      "Ġrent": 2335,
      "atural": 2336,
      "ĠAmerican": 2337,
      "ependent": 2338,
      "Ġplans": 2339,
      "Ġdown": 2340,
      "Ġnote": 2341,
      "edi": 2342,
      "ler": 2343,
      "uty": 2344,
      "ands": 2345,
      "Ġcoll": 2346,
      "omet": 2347,
      "Ġsoftware": 2348,
      "200": 2349,
      "Ġlet": 2350,
      "27": 2351,
      "Ġsubsidiary": 2352,
      "Ġsubstantial": 2353,
      "hing": 2354,
      "ames": 2355,
      "ortun": 2356,
      "ĠNational": 2357,
      "Ġexcept": 2358,
      "Ġhum": 2359,
      "Ġtrust": 2360,
      "ĠFirst": 2361,
      "Ġra": 2362,
      "ĠMont": 2363,
      "Ġserved": 2364,
      "Ġsched": 2365,
      "ĠEd": 2366,
      "Ġparent": 2367,
      "Ġstandards": 2368,
      "ĠAccording": 2369,
      "iving": 2370,
      "Ġel": 2371,
      "state": 2372,
      "ĠAlthough": 2373,
      "28": 2374,
      "ĠCent": 2375,
      "Ġcapac": 2376,
      "Ġreported": 2377,
      "Ġcomb": 2378,
      "TEM": 2379,
      "OU": 2380,
      "Ġpropos": 2381,
      "21": 2382,
      "Ġknown": 2383,
      "Ġpotential": 2384,
      "Ġappropri": 2385,
      "Ġauthority": 2386,
      "Ġtaken": 2387,
      "Ġview": 2388,
      "ample": 2389,
      "Ġlanguage": 2390,
      "26": 2391,
      "ane": 2392,
      "ison": 2393,
      "Ġmult": 2394,
      "Ġprosec": 2395,
      "Ġword": 2396,
      "Ġamort": 2397,
      "Ġoil": 2398,
      "Ġlight": 2399,
      "ications": 2400,
      "ĠPr": 2401,
      "mission": 2402,
      "Ġpersonal": 2403,
