{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|bos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|eos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|unk|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|bos|>": 0,
      "<|eos|>": 1,
      "<|pad|>": 2,
      "<|unk|>": 3,
      "<|user|>": 4,
      "<|assistant|>": 5,
      "<|system|>": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "%": 11,
      "&": 12,
      "'": 13,
      "(": 14,
      ")": 15,
      "*": 16,
      "+": 17,
      ",": 18,
      "-": 19,
      ".": 20,
      "/": 21,
      "0": 22,
      "1": 23,
      "2": 24,
      "3": 25,
      "4": 26,
      "5": 27,
      "6": 28,
      "7": 29,
      "8": 30,
      "9": 31,
      ":": 32,
      ";": 33,
      "<": 34,
      "=": 35,
      ">": 36,
      "?": 37,
      "@": 38,
      "A": 39,
      "B": 40,
      "C": 41,
      "D": 42,
      "E": 43,
      "F": 44,
      "G": 45,
      "H": 46,
      "I": 47,
      "J": 48,
      "K": 49,
      "L": 50,
      "M": 51,
      "N": 52,
      "O": 53,
      "P": 54,
      "Q": 55,
      "R": 56,
      "S": 57,
      "T": 58,
      "U": 59,
      "V": 60,
      "W": 61,
      "X": 62,
      "Y": 63,
      "Z": 64,
      "[": 65,
      "\\": 66,
      "]": 67,
      "^": 68,
      "_": 69,
      "`": 70,
      "a": 71,
      "b": 72,
      "c": 73,
      "d": 74,
      "e": 75,
      "f": 76,
      "g": 77,
      "h": 78,
      "i": 79,
      "j": 80,
      "k": 81,
      "l": 82,
      "m": 83,
      "n": 84,
      "o": 85,
      "p": 86,
      "q": 87,
      "r": 88,
      "s": 89,
      "t": 90,
      "u": 91,
      "v": 92,
      "w": 93,
      "x": 94,
      "y": 95,
      "z": 96,
      "{": 97,
      "|": 98,
      "}": 99,
      "~": 100,
      "¡": 101,
      "¢": 102,
      "£": 103,
      "¤": 104,
      "¥": 105,
      "¦": 106,
      "§": 107,
      "¨": 108,
      "©": 109,
      "ª": 110,
      "«": 111,
      "¬": 112,
      "®": 113,
      "¯": 114,
      "°": 115,
      "±": 116,
      "²": 117,
      "³": 118,
      "´": 119,
      "µ": 120,
      "¶": 121,
      "·": 122,
      "¸": 123,
      "¹": 124,
      "º": 125,
      "»": 126,
      "¼": 127,
      "½": 128,
      "¾": 129,
      "¿": 130,
      "À": 131,
      "Á": 132,
      "Â": 133,
      "Ã": 134,
      "Ä": 135,
      "Å": 136,
      "Æ": 137,
      "Ç": 138,
      "È": 139,
      "É": 140,
      "Ê": 141,
      "Ë": 142,
      "Ì": 143,
      "Í": 144,
      "Î": 145,
      "Ï": 146,
      "Ð": 147,
      "Ñ": 148,
      "Ò": 149,
      "Ó": 150,
      "Ô": 151,
      "Õ": 152,
      "Ö": 153,
      "×": 154,
      "Ø": 155,
      "Ù": 156,
      "Ú": 157,
      "Û": 158,
      "Ü": 159,
      "Ý": 160,
      "Þ": 161,
      "ß": 162,
      "à": 163,
      "á": 164,
      "â": 165,
      "ã": 166,
      "ä": 167,
      "å": 168,
      "æ": 169,
      "ç": 170,
      "è": 171,
      "é": 172,
      "ê": 173,
      "ë": 174,
      "ì": 175,
      "í": 176,
      "î": 177,
      "ï": 178,
      "ð": 179,
      "ñ": 180,
      "ò": 181,
      "ó": 182,
      "ô": 183,
      "õ": 184,
      "ö": 185,
      "÷": 186,
      "ø": 187,
      "ù": 188,
      "ú": 189,
      "û": 190,
      "ü": 191,
      "ý": 192,
      "þ": 193,
      "ÿ": 194,
      "Ā": 195,
      "ā": 196,
      "Ă": 197,
      "ă": 198,
      "Ą": 199,
      "ą": 200,
      "Ć": 201,
      "ć": 202,
      "Ĉ": 203,
      "ĉ": 204,
      "Ċ": 205,
      "ċ": 206,
      "Č": 207,
      "č": 208,
      "Ď": 209,
      "ď": 210,
      "Đ": 211,
      "đ": 212,
      "Ē": 213,
      "ē": 214,
      "Ĕ": 215,
      "ĕ": 216,
      "Ė": 217,
      "ė": 218,
      "Ę": 219,
      "ę": 220,
      "Ě": 221,
      "ě": 222,
      "Ĝ": 223,
      "ĝ": 224,
      "Ğ": 225,
      "ğ": 226,
      "Ġ": 227,
      "ġ": 228,
      "Ģ": 229,
      "ģ": 230,
      "Ĥ": 231,
      "ĥ": 232,
      "Ħ": 233,
      "ħ": 234,
      "Ĩ": 235,
      "ĩ": 236,
      "Ī": 237,
      "ī": 238,
      "Ĭ": 239,
      "ĭ": 240,
      "Į": 241,
      "į": 242,
      "İ": 243,
      "ı": 244,
      "Ĳ": 245,
      "ĳ": 246,
      "Ĵ": 247,
      "ĵ": 248,
      "Ķ": 249,
      "ķ": 250,
      "ĸ": 251,
      "Ĺ": 252,
      "ĺ": 253,
      "Ļ": 254,
      "ļ": 255,
      "Ľ": 256,
      "ľ": 257,
      "Ŀ": 258,
      "ŀ": 259,
      "Ł": 260,
      "ł": 261,
      "Ń": 262,
      "Ġt": 263,
      "Ġa": 264,
      "he": 265,
      "in": 266,
      "re": 267,
      "on": 268,
      "Ġthe": 269,
      "Ġo": 270,
      "er": 271,
      "at": 272,
      "en": 273,
      "Ġc": 274,
      "ed": 275,
      "an": 276,
      "Ġs": 277,
      "it": 278,
      "Ġof": 279,
      "es": 280,
      "or": 281,
      "Ġp": 282,
      "is": 283,
      "al": 284,
      "Ġan": 285,
      "Ġin": 286,
      "ion": 287,
      "Ġf": 288,
      "Ġw": 289,
      "ar": 290,
      "Ġb": 291,
      "ing": 292,
      "Ġand": 293,
      "Ġto": 294,
      "Ġd": 295,
      "ent": 296,
      "ic": 297,
      "om": 298,
      "as": 299,
      "Ġre": 300,
      "ou": 301,
      "Ġm": 302,
      "ct": 303,
      "ĠC": 304,
      "Ġth": 305,
      "le": 306,
      "ro": 307,
      "Ġ1": 308,
      "Ġe": 309,
      "il": 310,
      "st": 311,
      "ĠT": 312,
      "Ġh": 313,
      "Ġn": 314,
      "ĠS": 315,
      "ce": 316,
      "ĠA": 317,
      "ur": 318,
      "ment": 319,
      "ation": 320,
      "ve": 321,
      "ly": 322,
      "id": 323,
      "Ġbe": 324,
      "se": 325,
      "Ġl": 326,
      "im": 327,
      "ot": 328,
      "Ġfor": 329,
      "Ġthat": 330,
      "omp": 331,
      "Ġcon": 332,
      "ut": 333,
      "ol": 334,
      "Ġ19": 335,
      "Ġis": 336,
      "ĠI": 337,
      "ate": 338,
      "ĠThe": 339,
      "Ġpro": 340,
      "et": 341,
      "Ġas": 342,
      "Ġon": 343,
      "ch": 344,
      "Ġu": 345,
      "Ġ(": 346,
      "Ġde": 347,
      "ri": 348,
      "Ġst": 349,
      "ĠP": 350,
      "pp": 351,
      "ers": 352,
      "ant": 353,
      "Ġ199": 354,
      "Ġsu": 355,
      "ĠM": 356,
      "Ġg": 357,
      "Ġor": 358,
      "qu": 359,
      "ĠD": 360,
      "ith": 361,
      "if": 362,
      "ow": 363,
      "her": 364,
      "âĢ": 365,
      "Ġv": 366,
      "any": 367,
      "ain": 368,
      "ul": 369,
      "ir": 370,
      "Ġex": 371,
      "ab": 372,
      "00": 373,
      "Ġby": 374,
      "Ġwith": 375,
      "ere": 376,
      "Ġit": 377,
      "nt": 378,
      "ad": 379,
      "ect": 380,
      "ompany": 381,
      "end": 382,
      "ll": 383,
      "ay": 384,
      "ĠF": 385,
      "nd": 386,
      "est": 387,
      "ig": 388,
      "Ġ2": 389,
      "ge": 390,
      "our": 391,
      "Ġwas": 392,
      "Ġnot": 393,
      "'s": 394,
      "ated": 395,
      "ver": 396,
      "ĠCompany": 397,
      "ĠB": 398,
      "Ġwh": 399,
      "res": 400,
      "ies": 401,
      "ĠR": 402,
      "ity": 403,
      "ess": 404,
      "ill": 405,
      "ial": 406,
      "ive": 407,
      "ist": 408,
      "ud": 409,
      "art": 410,
      "am": 411,
      "Ġat": 412,
      "Ġare": 413,
      "ĠN": 414,
      "ort": 415,
      "red": 416,
      "per": 417,
      "Ġinc": 418,
      "rom": 419,
      "Ġhe": 420,
      "os": 421,
      "Ġapp": 422,
      "Ġ3": 423,
      "ĠO": 424,
      "ld": 425,
      "ĠIn": 426,
      "ra": 427,
      "oc": 428,
      "us": 429,
      "ĠE": 430,
      "Ġint": 431,
      "iv": 432,
      "ĠW": 433,
      "Ġ$": 434,
      "ec": 435,
      "Ġfrom": 436,
      "Ġy": 437,
      "and": 438,
      "od": 439,
      "em": 440,
      "ĠH": 441,
      "pt": 442,
      "ourt": 443,
      "Ġsh": 444,
      "ber": 445,
      "ich": 446,
      "ff": 447,
      "Ġres": 448,
      "ĠL": 449,
      "ther": 450,
      "ions": 451,
      "ru": 452,
      "ĠSt": 453,
      "Ġad": 454,
      "ĠJ": 455,
      "cc": 456,
      "ip": 457,
      "du": 458,
      "um": 459,
      "ments": 460,
      "ear": 461,
      "able": 462,
      "Ġcont": 463,
      "Ġwhich": 464,
      "ase": 465,
      "Ġcomp": 466,
      "ac": 467,
      "omm": 468,
      "ount": 469,
      "ance": 470,
      "ard": 471,
      "ĠG": 472,
      "gh": 473,
      "ore": 474,
      "Ġthis": 475,
      "ary": 476,
      "Ġha": 477,
      "ations": 478,
      "th": 479,
      "lo": 480,
      "ition": 481,
      "ure": 482,
      "age": 483,
      "Ġits": 484,
      "Ġal": 485,
      "anc": 486,
      "Ġj": 487,
      "ue": 488,
      "Ġch": 489,
      "Ġper": 490,
      "act": 491,
      "ire": 492,
      "ice": 493,
      "ter": 494,
      "ust": 495,
      "ould": 496,
      "Ġr": 497,
      "vid": 498,
      "el": 499,
      "Ġle": 500,
      "Ġ\"": 501,
      "Ġhave": 502,
      "ew": 503,
      "âĢĻ": 504,
      "ree": 505,
      "Ġdis": 506,
      "Ġwe": 507,
      "Ġpl": 508,
      "Ġdef": 509,
      "nder": 510,
      "Ġag": 511,
      "ts": 512,
      "Ġcourt": 513,
      "orm": 514,
      "un": 515,
      "ans": 516,
      "iz": 517,
      "ĠDe": 518,
      "Ġpart": 519,
      "are": 520,
      "ence": 521,
      "Ġse": 522,
      "Ġhas": 523,
      "Ġexp": 524,
      "ome": 525,
      "ost": 526,
      "erv": 527,
      "Ġsub": 528,
      "ĠU": 529,
      "Ġfin": 530,
      "lud": 531,
      "Ġother": 532,
      "Ġwhe": 533,
      "all": 534,
      "Ġall": 535,
      "000": 536,
      "ict": 537,
      "ak": 538,
      "duct": 539,
      "ord": 540,
      "ally": 541,
      "ib": 542,
      "Ġyear": 543,
      "Ġunder": 544,
      "ens": 545,
      "li": 546,
      "Ġ4": 547,
      "Ġim": 548,
      "Ġacc": 549,
      "rou": 550,
      "Ġpr": 551,
      "Ġwere": 552,
      "Ġcons": 553,
      "erm": 554,
      "Ġam": 555,
      "ag": 556,
      "ock": 557,
      "ĠâĢ": 558,
      "ates": 559,
      "Ġrec": 560,
      "ities": 561,
      "Ġab": 562,
      "la": 563,
      "Ġhis": 564,
      "tain": 565,
      "Ġcomm": 566,
      ").": 567,
      "igh": 568,
      "Ġrequ": 569,
      "Ġany": 570,
      "Ġun": 571,
      "ous": 572,
      "ee": 573,
      "ign": 574,
      "ap": 575,
      "ased": 576,
      "Ġact": 577,
      "old": 578,
      "Ġwill": 579,
      "Ġoff": 580,
      "ine": 581,
      "mber": 582,
      "ult": 583,
      "Ġsuch": 584,
      "low": 585,
      "su": 586,
      "Ġsp": 587,
      "Ġ5": 588,
      "ark": 589,
      "ors": 590,
      "Ġhad": 591,
      "Ġstate": 592,
      "Ġrep": 593,
      "Ġpre": 594,
      "illion": 595,
      "og": 596,
      "use": 597,
      "ell": 598,
      "pon": 599,
      "ĠTh": 600,
      "ility": 601,
      "ĠRe": 602,
      "ail": 603,
      "ating": 604,
      "Ġar": 605,
      "iss": 606,
      "Ġbeen": 607,
      "Ġimp": 608,
      "Ġoper": 609,
      "so": 610,
      "ener": 611,
      "ater": 612,
      "form": 613,
      "Ġmillion": 614,
      "Ġpur": 615,
      "endant": 616,
      "Ġ31": 617,
      "rial": 618,
      "Ġinclud": 619,
      "Ġthere": 620,
      "ime": 621,
      "lic": 622,
      "ings": 623,
      "ancial": 624,
      "orp": 625,
      "Ġass": 626,
      "ific": 627,
      "ty": 628,
      "iff": 629,
      "Ġdo": 630,
      "Ġqu": 631,
      "ical": 632,
      "Ġcan": 633,
      "ach": 634,
      "aw": 635,
      "Ġ10": 636,
      "op": 637,
      "ĠDece": 638,
      "ven": 639,
      "out": 640,
      "Ġtr": 641,
      "Ġno": 642,
      "ĠDecember": 643,
      "istr": 644,
      "--": 645,
      "Ġprovid": 646,
      "ĠState": 647,
      "ual": 648,
      "Ġmay": 649,
      "Ġdec": 650,
      "ef": 651,
      "Ġus": 652,
      "Ġalso": 653,
      "Ġman": 654,
      "Ġappro": 655,
      "Ġtheir": 656,
      "Ġen": 657,
      "Ġserv": 658,
      "Ġinv": 659,
      "ory": 660,
      "uring": 661,
      "Ġ6": 662,
      "ffect": 663,
      "Ġdefendant": 664,
      "Ġ1997": 665,
      "Ġne": 666,
      "ract": 667,
      "mp": 668,
      "erest": 669,
      "Ġac": 670,
      "Ġtrial": 671,
      "19": 672,
      "ject": 673,
      "orpor": 674,
      "ied": 675,
      "ended": 676,
      "ong": 677,
      "ause": 678,
      "Ġrel": 679,
      "lect": 680,
      "Ġ1996": 681,
      "Ġadd": 682,
      "rib": 683,
      "Ġk": 684,
      "ted": 685,
      "Ġproduct": 686,
      "Ġref": 687,
      "),": 688,
      "Ġli": 689,
      "resent": 690,
      ".,": 691,
      "âĢĿ": 692,
      "ĠK": 693,
      "ork": 694,
      "ĠâĢľ": 695,
      "ose": 696,
      "irect": 697,
      "ited": 698,
      "Ġwould": 699,
      "ub": 700,
      "Ġreg": 701,
      "wn": 702,
      "hip": 703,
      "ĠV": 704,
      "ax": 705,
      "Ġ8": 706,
      "ices": 707,
      "ered": 708,
      "ĠAs": 709,
      "Ġone": 710,
      "TE": 711,
      "Ġout": 712,
      "its": 713,
      "eal": 714,
      "Ġ7": 715,
      "ast": 716,
      "Ġinterest": 717,
      "Ġtime": 718,
      "Ġind": 719,
      "ile": 720,
      "loy": 721,
      "ass": 722,
      "aint": 723,
      "Ġsal": 724,
      "ĠInc": 725,
      "ution": 726,
      "ĠCon": 727,
      "over": 728,
      "Ġdisc": 729,
      "Ġbec": 730,
      "oss": 731,
      "Ġob": 732,
      "Ġest": 733,
      "Ġ1998": 734,
      "Ġincre": 735,
      "arket": 736,
      "Ġent": 737,
      "ative": 738,
      "ank": 739,
      "ĠCourt": 740,
      "Ġproper": 741,
      "pect": 742,
      "ident": 743,
      "Ġfinancial": 744,
      "Ġthese": 745,
      "enc": 746,
      "Ġ-": 747,
      "ia": 748,
      "Ġcost": 749,
      "ertain": 750,
      "mploy": 751,
      "reement": 752,
      "ately": 753,
      "ang": 754,
      "ade": 755,
      "Ġbut": 756,
      "Ġso": 757,
      "Ġme": 758,
      "Ġevid": 759,
      "Ġtest": 760,
      "rough": 761,
      "Ġcase": 762,
      "ON": 763,
      "ollow": 764,
      "vi": 765,
      "ry": 766,
      "fter": 767,
      "Ġpay": 768,
      "der": 769,
      "ection": 770,
      "Ġover": 771,
      "ized": 772,
      "Ġval": 773,
      "ress": 774,
      "ĠWe": 775,
      "stru": 776,
      "Ġconc": 777,
      "erson": 778,
      "Ġ1995": 779,
      "ide": 780,
      "Ġyears": 781,
      "ĠNo": 782,
      "ey": 783,
      "ild": 784,
      "Ġthan": 785,
      "ĠComm": 786,
      "ight": 787,
      "Ġjud": 788,
      "ired": 789,
      "Ġthey": 790,
      "Ġfact": 791,
      "ital": 792,
      "Ġsupp": 793,
      "ision": 794,
      "Ġgener": 795,
      "Ġour": 796,
      "Ġ9": 797,
      "ame": 798,
      "Ġte": 799,
      "ack": 800,
      "Ġyou": 801,
      "Ġfollow": 802,
      "righ": 803,
      "ise": 804,
      "Ġmarket": 805,
      "Ġcas": 806,
      "laim": 807,
      "Ġevidence": 808,
      "Ġif": 809,
      "Ġatt": 810,
      "ĠCh": 811,
      "Ġamount": 812,
      "Ġlo": 813,
      "Ġdet": 814,
      "ern": 815,
      "tw": 816,
      "Ġmore": 817,
      "ĠÂ": 818,
      "Ġequ": 819,
      "ĠThis": 820,
      "ners": 821,
      "ense": 822,
      "Ġrem": 823,
      "Ġlaw": 824,
      "ĠEx": 825,
      "rant": 826,
      "Ġstock": 827,
      "Ġwhen": 828,
      "ĠIt": 829,
      "ange": 830,
      "lop": 831,
      "Ġsec": 832,
      "pos": 833,
      "fore": 834,
      "Ġ20": 835,
      "ption": 836,
      "iness": 837,
      "isc": 838,
      "ason": 839,
      "ĠUn": 840,
      "ury": 841,
      "Ġtw": 842,
      "Ġterm": 843,
      "yst": 844,
      "Ġemploy": 845,
      "Ġeffect": 846,
      "Ġown": 847,
      "velop": 848,
      "Ġinto": 849,
      "ents": 850,
      "inc": 851,
      "ily": 852,
      "aid": 853,
      "Ġclaim": 854,
      "Ġwho": 855,
      "irst": 856,
      "Ġ.": 857,
      "Ġrigh": 858,
      "oin": 859,
      "Ġtax": 860,
      "ound": 861,
      "hed": 862,
      "AN": 863,
      "ood": 864,
      "ĠPart": 865,
      "Ġfil": 866,
      "ified": 867,
      "ok": 868,
      "ake": 869,
      "av": 870,
      "Ġcap": 871,
      "stit": 872,
      "air": 873,
      "usiness": 874,
      "orn": 875,
      "ction": 876,
      "Ġthrough": 877,
      "ystem": 878,
      "xim": 879,
      "Ġtrans": 880,
      "Ġcl": 881,
      "nce": 882,
      "Ġher": 883,
      "arg": 884,
      "een": 885,
      "Ġnew": 886,
      "ond": 887,
      "Ġcertain": 888,
      "one": 889,
      "Ġaddition": 890,
      "Ġstat": 891,
      "Ġperson": 892,
      "Ġresult": 893,
      "rit": 894,
      "les": 895,
      "urre": 896,
      "ved": 897,
      "ough": 898,
      "ute": 899,
      "Ġrespect": 900,
      "Ġspec": 901,
      "Ġmot": 902,
      "IN": 903,
      "Ġnet": 904,
      "ĠPro": 905,
      "ER": 906,
      "ible": 907,
      "erc": 908,
      "Ġdes": 909,
      "Ġdirect": 910,
      "iod": 911,
      "ced": 912,
      "sel": 913,
      "Ġdevelop": 914,
      ".\"": 915,
      "Ġcould": 916,
      "ĠAn": 917,
      "Ġapproxim": 918,
      "aintiff": 919,
      "Ġmade": 920,
      "ish": 921,
      "Ġrece": 922,
      "Ġinform": 923,
      "Ġdid": 924,
      "Ġduring": 925,
      "agement": 926,
      "und": 927,
      "Ġtwo": 928,
      "Ġbusiness": 929,
      "Ġonly": 930,
      "10": 931,
      "Ġ198": 932,
      "Ġaccount": 933,
      "own": 934,
      "Ġbecause": 935,
      "Ġsign": 936,
      "ĠApp": 937,
      "Ġaut": 938,
      "ares": 939,
      "Ġasse": 940,
      "Ġincome": 941,
      "Ġ1999": 942,
      "Ġreason": 943,
      "ĠOn": 944,
      "gr": 945,
      "Ġperiod": 946,
      "Ġpresent": 947,
      "Ġsc": 948,
      "ever": 949,
      "ie": 950,
      "Ġdeterm": 951,
      "ĠY": 952,
      "ace": 953,
      "Ġ*": 954,
      "Ġeach": 955,
      "Ġwork": 956,
      "ures": 957,
      "erred": 958,
      "Ġstatements": 959,
      "Ġbetw": 960,
      "Ġbetween": 961,
      "gment": 962,
      "Ġpri": 963,
      "Ġset": 964,
      "Ġafter": 965,
      "ĠAm": 966,
      "Ġupon": 967,
      "Ġ[": 968,
      "EN": 969,
      "ffic": 970,
      "ph": 971,
      "cess": 972,
      "row": 973,
      "ees": 974,
      "Ġcust": 975,
      "Ġrecord": 976,
      "Ġapproximately": 977,
      "Ġacqu": 978,
      "Ġuse": 979,
      "ceed": 980,
      "Ġpol": 981,
      "Ġmon": 982,
      "ues": 983,
      "Ġcontract": 984,
      "Ġissu": 985,
      "Ġinvest": 986,
      "arch": 987,
      "Ġform": 988,
      "ational": 989,
      "Ġ12": 990,
      "Ġop": 991,
      "Ġ1994": 992,
      "ission": 993,
      "ite": 994,
      "Ġproducts": 995,
      "nership": 996,
      "Ġagain": 997,
      "Ġended": 998,
      "Ġsystem": 999,
      "ove": 1000,
      "Ġpurch": 1001,
      "olog": 1002,
      "ari": 1003,
      "Ġoperations": 1004,
      "erence": 1005,
      "Ġrequire": 1006,
      "ability": 1007,
      "led": 1008,
      "Ġconsid": 1009,
      "the": 1010,
      "Ġvalue": 1011,
      "arn": 1012,
      "ĠAg": 1013,
      "Ġdist": 1014,
      "olid": 1015,
      "Ġfirst": 1016,
      "mit": 1017,
      "Ġreport": 1018,
      "Ġshe": 1019,
      "Ġsales": 1020,
      "aterial": 1021,
      "Ġmat": 1022,
      "urn": 1023,
      "ublic": 1024,
      "port": 1025,
      "Ġshares": 1026,
      "irc": 1027,
      "Ġins": 1028,
      "ined": 1029,
      "Ġfiled": 1030,
      "Ġ30": 1031,
      "Ġhere": 1032,
      "Ġdiff": 1033,
      "Ġused": 1034,
      "Ġplaintiff": 1035,
      "Ġabout": 1036,
      "oard": 1037,
      "urance": 1038,
      "Ġinformation": 1039,
      "ĠAt": 1040,
      "Ġproperty": 1041,
      "oth": 1042,
      "ellant": 1043,
      "Ġorder": 1044,
      "ke": 1045,
      "ĠSu": 1046,
      "ays": 1047,
      "ĠAl": 1048,
      "cept": 1049,
      "AL": 1050,
      "Ġcommon": 1051,
      "ient": 1052,
      "Ġkn": 1053,
      "ex": 1054,
      "Ġshould": 1055,
      "Ġlim": 1056,
      "Ġbas": 1057,
      "enef": 1058,
      "orporation": 1059,
      "Ġdoes": 1060,
      "Ġappeal": 1061,
      "ward": 1062,
      "Ġmaterial": 1063,
      "Ġret": 1064,
      "ilities": 1065,
      "ĠÂ§": 1066,
      "gin": 1067,
      "urrent": 1068,
      "Ġbased": 1069,
      "Ġrespon": 1070,
      "ively": 1071,
      "ower": 1072,
      "Ġcosts": 1073,
      "Ġ200": 1074,
      "ĠStock": 1075,
      "ĠPl": 1076,
      "owever": 1077,
      "Ġcar": 1078,
      "Ġshare": 1079,
      "Ġleg": 1080,
      "Ġcash": 1081,
      "ys": 1082,
      "Ġgrant": 1083,
      "ont": 1084,
      "Ġdue": 1085,
      "Ġwhether": 1086,
      "reat": 1087,
      "Ġservices": 1088,
      "TI": 1089,
      "Ġext": 1090,
      "ĠFin": 1091,
      "hib": 1092,
      "ful": 1093,
      "ivid": 1094,
      "ness": 1095,
      "Ġarg": 1096,
      "Ġfac": 1097,
      "oun": 1098,
      "eb": 1099,
      "Ġincluding": 1100,
      "Ġassets": 1101,
      "Ġro": 1102,
      "ND": 1103,
      "Ġcustom": 1104,
      "Ġsupport": 1105,
      "OR": 1106,
      "ĠAr": 1107,
      "ret": 1108,
      "AR": 1109,
      "Ġthem": 1110,
      "incip": 1111,
      "Ġup": 1112,
      "iscal": 1113,
      "Ġagainst": 1114,
      "Ġwhere": 1115,
      "ages": 1116,
      "Ġloc": 1117,
      "Ġvi": 1118,
      "redit": 1119,
      "ving": 1120,
      "Ġfollowing": 1121,
      "Ġfind": 1122,
      "Ġmust": 1123,
      "Ġcol": 1124,
      "ĠMr": 1125,
      "Ġph": 1126,
      "Ġapplic": 1127,
      "Ġrequired": 1128,
      "lig": 1129,
      "Ġcontin": 1130,
      "hold": 1131,
      "Ġ13": 1132,
      "Ġsome": 1133,
      "Ġbeli": 1134,
      "ination": 1135,
      "hor": 1136,
      "Ġaff": 1137,
      "ĠSee": 1138,
      "Ġloss": 1139,
      "ATE": 1140,
      "Ġbenef": 1141,
      "ances": 1142,
      "Ġthose": 1143,
      "__": 1144,
      "ix": 1145,
      "ert": 1146,
      "Ġbefore": 1147,
      "olidated": 1148,
      "ES": 1149,
      "chn": 1150,
      "Ġsubject": 1151,
      "Ġnum": 1152,
      "Ġwell": 1153,
      "Ġchild": 1154,
      "Ġregul": 1155,
      "Ġjudgment": 1156,
      "Ġev": 1157,
      "oci": 1158,
      "Ġyour": 1159,
      "Ġcapital": 1160,
      "Ġjury": 1161,
      "enses": 1162,
      "Ġhim": 1163,
      "ribut": 1164,
      "20": 1165,
      "pr": 1166,
      "anding": 1167,
      "Ġcond": 1168,
      "ember": 1169,
      "ĠCo": 1170,
      "ep": 1171,
      "Ġdep": 1172,
      "ck": 1173,
      "Ġmin": 1174,
      "son": 1175,
      "ian": 1176,
      "sid": 1177,
      "ĠReg": 1178,
      "ner": 1179,
      "Ġagreement": 1180,
      "Ġprincip": 1181,
      "err": 1182,
      "ife": 1183,
      "Ġreceiv": 1184,
      "Ġhold": 1185,
      "Ġ15": 1186,
      "etition": 1187,
      "ults": 1188,
      "arily": 1189,
      "Ġfiscal": 1190,
      "Ġprim": 1191,
      "ĠPartnership": 1192,
      "urities": 1193,
      "ony": 1194,
      "ĠSe": 1195,
      "Ġrelated": 1196,
      "stant": 1197,
      "ves": 1198,
      "Ġbelie": 1199,
      "itions": 1200,
      "istrict": 1201,
      "vis": 1202,
      "vel": 1203,
      "Ġrate": 1204,
      "Ġ11": 1205,
      "ric": 1206,
      "ces": 1207,
      "Ġmet": 1208,
      "Ġproceed": 1209,
      "Ġright": 1210,
      "Ġfail": 1211,
      "Ġcurrent": 1212,
      "leg": 1213,
      "Ġav": 1214,
      "ĠAgreement": 1215,
      "eop": 1216,
      "arge": 1217,
      "ĠInt": 1218,
      "eral": 1219,
      "Ġcount": 1220,
      "Ġthree": 1221,
      "ĠNot": 1222,
      "ially": 1223,
      "Ġpublic": 1224,
      "tal": 1225,
      "Ġquest": 1226,
      "une": 1227,
      "ince": 1228,
      "Ġnon": 1229,
      "Ġreven": 1230,
      "lement": 1231,
      "Ġgu": 1232,
      "inion": 1233,
      "icip": 1234,
      "ases": 1235,
      "TS": 1236,
      "Ġmanagement": 1237,
      "view": 1238,
      "Ġmotion": 1239,
      "oint": 1240,
      "Ġcirc": 1241,
      "ĠBank": 1242,
      "ĠAct": 1243,
      "Ġauthor": 1244,
      "Ġinter": 1245,
      "----": 1246,
      "ĠThere": 1247,
      "Ġaction": 1248,
      "Ġfound": 1249,
      "Ġheld": 1250,
      "sue": 1251,
      "ros": 1252,
      "Ġthen": 1253,
      "anu": 1254,
      "Ġsee": 1255,
      "Ġoffic": 1256,
      "ĠForm": 1257,
      "Ġvari": 1258,
      "andard": 1259,
      "Ġneed": 1260,
      "ath": 1261,
      "Ġdate": 1262,
      "ĠHe": 1263,
      "stitution": 1264,
      "abl": 1265,
      "fact": 1266,
      "ptions": 1267,
      "rust": 1268,
      "ĠAND": 1269,
      "Ġ&": 1270,
      "ĠInd": 1271,
      "te": 1272,
      "Ġshall": 1273,
      "Ġra": 1274,
      "Ġprocess": 1275,
      "uture": 1276,
      "round": 1277,
      "ends": 1278,
      "Ġallow": 1279,
      ".âĢĿ": 1280,
      "Ġsame": 1281,
      "ature": 1282,
      "Ġoperating": 1283,
      "Ġincrease": 1284,
      "50": 1285,
      "man": 1286,
      "11": 1287,
      "ren": 1288,
      "ants": 1289,
      "Ġwithin": 1290,
      "Ġbasis": 1291,
      "Ġinstru": 1292,
      "irm": 1293,
      "Ġ1993": 1294,
      "ificant": 1295,
      "Ġtotal": 1296,
      "peri": 1297,
      "ĠOF": 1298,
      "Ġreference": 1299,
      "Ġocc": 1300,
      "Ġprior": 1301,
      "gram": 1302,
      "iction": 1303,
      "eople": 1304,
      "Ġ(\"": 1305,
      "ĠAcc": 1306,
      "sidi": 1307,
      "Ġboth": 1308,
      "gan": 1309,
      "ĠUnited": 1310,
      "aring": 1311,
      "hen": 1312,
      "ecut": 1313,
      "orporated": 1314,
      "ĠSo": 1315,
      "Ġconv": 1316,
      "Ġ18": 1317,
      "ular": 1318,
      "Ġprob": 1319,
      "arm": 1320,
      "isk": 1321,
      "urther": 1322,
      "Ġwithout": 1323,
      "Ġru": 1324,
      "overn": 1325,
      "Ġfuture": 1326,
      "Ġco": 1327,
      "Ġcomple": 1328,
      "ĠMarch": 1329,
      "ĠBoard": 1330,
      "12": 1331,
      "io": 1332,
      "cent": 1333,
      "Ġlong": 1334,
      "Ġinf": 1335,
      "Ġplan": 1336,
      "min": 1337,
      "ĠJune": 1338,
      "Ġcr": 1339,
      "Ġissue": 1340,
      "ĠSec": 1341,
      "orney": 1342,
      "ĠFor": 1343,
      "less": 1344,
      "Ġver": 1345,
      "Ġtechn": 1346,
      "Ġsim": 1347,
      "anuary": 1348,
      "Ġincreased": 1349,
      "Ġmake": 1350,
      "aj": 1351,
      "standing": 1352,
      "ober": 1353,
      "Ġreview": 1354,
      "amp": 1355,
      "Ġrest": 1356,
      "ob": 1357,
      "Ġsignificant": 1358,
      "Ġrepresent": 1359,
      "Ġestabl": 1360,
      "ĠJanuary": 1361,
      "Ġprovide": 1362,
      "Ġelect": 1363,
      "Ġmost": 1364,
      "Ġ14": 1365,
      "ind": 1366,
      "con": 1367,
      "Ġfund": 1368,
      "lus": 1369,
      "ĠCorporation": 1370,
      "Ġresults": 1371,
      "ĠFinancial": 1372,
      "ĠAd": 1373,
      "ished": 1374,
      "Ġopinion": 1375,
      "bt": 1376,
      "Ġcontro": 1377,
      "CI": 1378,
      "ared": 1379,
      "Ġhigh": 1380,
      "ederal": 1381,
      "Ġbu": 1382,
      "Ġservice": 1383,
      "ization": 1384,
      "Ġestim": 1385,
      "Ġadditional": 1386,
      "arter": 1387,
      "Ġexist": 1388,
      "ify": 1389,
      "Ġcredit": 1390,
      "Ġnumber": 1391,
      "ines": 1392,
      "ention": 1393,
      "Ġwrit": 1394,
      "itt": 1395,
      "ering": 1396,
      "Ġwhat": 1397,
      "ecess": 1398,
      "Ġperform": 1399,
      "yp": 1400,
      "Ġstud": 1401,
      "ross": 1402,
      "Ġann": 1403,
      "Ġden": 1404,
      "Ġbeing": 1405,
      "mitted": 1406,
      "Ġsent": 1407,
      "Ġfair": 1408,
      "ĠStates": 1409,
      "Ġavail": 1410,
      "Ġdevelopment": 1411,
      "Ġerr": 1412,
      "MEN": 1413,
      "hibit": 1414,
      "Ġca": 1415,
      "ounsel": 1416,
      "Ġactiv": 1417,
      "Ġreal": 1418,
      "Ġgeneral": 1419,
      "ĠCommon": 1420,
      "Ġconf": 1421,
      "Ġappellant": 1422,
      "ĠWh": 1423,
      "Ġmonth": 1424,
      "ug": 1425,
      "ten": 1426,
      "ĠThese": 1427,
      "Ġprovided": 1428,
      "ency": 1429,
      "ogn": 1430,
      "roup": 1431,
      "ata": 1432,
      "Ġfe": 1433,
      "ather": 1434,
      "Ġprice": 1435,
      "Ġpos": 1436,
      "13": 1437,
      "imin": 1438,
      "Ġsubsidi": 1439,
      "ĠGener": 1440,
      "AS": 1441,
      "Ġless": 1442,
      "Ġpolic": 1443,
      "Ġexpenses": 1444,
      "Ġpurchase": 1445,
      "Ġ197": 1446,
      "ĠSh": 1447,
      "Ġdated": 1448,
      "ajor": 1449,
      "Ġinvol": 1450,
      "suant": 1451,
      "Ġrisk": 1452,
      "ĠRes": 1453,
      "miss": 1454,
      "ED": 1455,
      "ĠRegistr": 1456,
      "ensation": 1457,
      "Ġposs": 1458,
      "Ġpres": 1459,
      "Ġpercent": 1460,
      "Ġport": 1461,
      "IS": 1462,
      "Ġstatute": 1463,
      "Ġshow": 1464,
      "ained": 1465,
      "Ġalleg": 1466,
      "Ġprogram": 1467,
      "ĠDirect": 1468,
      "Ġinj": 1469,
      "Ġbank": 1470,
      "uly": 1471,
      "ool": 1472,
      "used": 1473,
      "Ġfore": 1474,
      "Ġsaid": 1475,
      "Ġcle": 1476,
      ");": 1477,
      "Ġmod": 1478,
      "ĠSept": 1479,
      "Ġmanu": 1480,
      "uss": 1481,
      "ĠNew": 1482,
      "Ġpat": 1483,
      "ick": 1484,
      "Ġrespectively": 1485,
      "ird": 1486,
      "Ġmed": 1487,
      "of": 1488,
      "Ġprovides": 1489,
      "Ġquestion": 1490,
      "Ġargu": 1491,
      "aining": 1492,
      "Ġmanufact": 1493,
      "Ġ16": 1494,
      "Ġful": 1495,
      "atory": 1496,
      "me": 1497,
      "ĠSeptember": 1498,
      "Ġparties": 1499,
      "Ġinclude": 1500,
      "Ġmain": 1501,
      "Ġsubstant": 1502,
      "als": 1503,
      "Ġmajor": 1504,
      "Ġstr": 1505,
      "ĠIf": 1506,
      "15": 1507,
      "Ġlike": 1508,
      "ĠPlan": 1509,
      "Ġdiffere": 1510,
      "ology": 1511,
      "Ġcom": 1512,
      "ĠMan": 1513,
      "ĠST": 1514,
      "aries": 1515,
      "Ġconduct": 1516,
      "Ġaud": 1517,
      "ft": 1518,
      "Ġcause": 1519,
      "Ġsur": 1520,
      "TION": 1521,
      "vision": 1522,
      "Ġsale": 1523,
      "Ġincluded": 1524,
      "Ġgenerally": 1525,
      "ics": 1526,
      "Ġrights": 1527,
      "eric": 1528,
      "arly": 1529,
      "Ġstandard": 1530,
      "Ġcharg": 1531,
      "14": 1532,
      "ties": 1533,
      "Ġcompany": 1534,
      "hes": 1535,
      "Ġprimarily": 1536,
      "ipment": 1537,
      "Ġsum": 1538,
      "ĠCount": 1539,
      "Ġexerc": 1540,
      "ives": 1541,
      "Ġexpect": 1542,
      "\")": 1543,
      "other": 1544,
      "Ġviol": 1545,
      "land": 1546,
      "ĠGeneral": 1547,
      "Ġdesign": 1548,
      "Ġpaid": 1549,
      "Ġdam": 1550,
      "ither": 1551,
      "imony": 1552,
      "ending": 1553,
      "oh": 1554,
      "Ġconsider": 1555,
      "alth": 1556,
      "ural": 1557,
      "Ġconsist": 1558,
      "verse": 1559,
      "Ġclaims": 1560,
      "Ġprot": 1561,
      "Ġ25": 1562,
      "Ġ17": 1563,
      "Ġchang": 1564,
      "Ġsince": 1565,
      "Ġavailable": 1566,
      "OL": 1567,
      "Ġgovern": 1568,
      "Ġneg": 1569,
      "ĠIN": 1570,
      "Ġimpro": 1571,
      "holders": 1572,
      "Ġpetition": 1573,
      "Ġcounsel": 1574,
      "ured": 1575,
      "ink": 1576,
      "Ġterms": 1577,
      "part": 1578,
      "Ġagree": 1579,
      "aking": 1580,
      "Ġindu": 1581,
      "Ġconstru": 1582,
      "not": 1583,
      "ize": 1584,
      "ton": 1585,
      "Ġrecogn": 1586,
      "ĠPres": 1587,
      "ecutive": 1588,
      "18": 1589,
      "Ġspecific": 1590,
      "ĠReport": 1591,
      "Ġjur": 1592,
      "Ġnecess": 1593,
      "Ġloans": 1594,
      "ĠComp": 1595,
      "Ġconsolidated": 1596,
      "very": 1597,
      "16": 1598,
      "Ġcompet": 1599,
      "Ġbr": 1600,
      "Ġjust": 1601,
      "pre": 1602,
      "Ġparty": 1603,
      "ically": 1604,
      "Ġstatement": 1605,
      "..": 1606,
      "ently": 1607,
      "Ġunt": 1608,
      "Ġdem": 1609,
      "Ġknow": 1610,
      "Ġprof": 1611,
      "Ġlevel": 1612,
      "ĠLe": 1613,
      "ĠMay": 1614,
      "Ġfurther": 1615,
      "isl": 1616,
      "Ġregard": 1617,
      "ording": 1618,
      "Ġissued": 1619,
      "Ġdecision": 1620,
      "Ġacquis": 1621,
      "Ġindic": 1622,
      "gy": 1623,
      "ĠCal": 1624,
      "change": 1625,
      "ously": 1626,
      "ministr": 1627,
      "itive": 1628,
      "Ġcre": 1629,
      "Ġoptions": 1630,
      "IC": 1631,
      "Ġamounts": 1632,
      "Ġinsurance": 1633,
      "reg": 1634,
      "ety": 1635,
      "Ġmany": 1636,
      "Ġtestimony": 1637,
      "ĠCl": 1638,
      "arent": 1639,
      "Ġsection": 1640,
      "ĠAll": 1641,
      "Ġconn": 1642,
      "Ġhealth": 1643,
      "Ġrequirements": 1644,
      "ode": 1645,
      "Ġland": 1646,
      "ID": 1647,
      "Ġcustomers": 1648,
      "25": 1649,
      "Ġeven": 1650,
      "fficient": 1651,
      "ci": 1652,
      "onment": 1653,
      "ĠOct": 1654,
      "rigin": 1655,
      "Ġsystems": 1656,
      "ins": 1657,
      "Ġloan": 1658,
      "ĠPresident": 1659,
      "Ġindust": 1660,
      "Ġcall": 1661,
      "though": 1662,
      "ĠAmeric": 1663,
      "Ġcor": 1664,
      "Ġcases": 1665,
      "hod": 1666,
      "ger": 1667,
      "17": 1668,
      "ains": 1669,
      "iven": 1670,
      "gage": 1671,
      "Ġstated": 1672,
      "Ġequipment": 1673,
      "sequ": 1674,
      "EC": 1675,
      "Ġtyp": 1676,
      "ibility": 1677,
      "ouse": 1678,
      "ĠOctober": 1679,
      "to": 1680,
      "ash": 1681,
      "ting": 1682,
      "par": 1683,
      "for": 1684,
      "Ġcare": 1685,
      "crib": 1686,
      "Ġclass": 1687,
      "pri": 1688,
      "ession": 1689,
      "ĠHowever": 1690,
      "ĠCounty": 1691,
      "ody": 1692,
      "ĠCO": 1693,
      "Ġredu": 1694,
      "Ġattorney": 1695,
      "Ġgo": 1696,
      "Ġexc": 1697,
      "Ġ28": 1698,
      "ĠAss": 1699,
      "lied": 1700,
      "verage": 1701,
      "Ġaffect": 1702,
      "ning": 1703,
      "urred": 1704,
      "Ġreasonable": 1705,
      "Ġwhile": 1706,
      "Ġord": 1707,
      "ons": 1708,
      "sec": 1709,
      "Ġpeople": 1710,
      "ĠFeb": 1711,
      "Ġident": 1712,
      "Ġsecond": 1713,
      "vers": 1714,
      "IT": 1715,
      "ruary": 1716,
      "tern": 1717,
      "Ġabove": 1718,
      "Ġrevenues": 1719,
      "ferred": 1720,
      "Ġearn": 1721,
      "30": 1722,
      "Ġobtain": 1723,
      "stances": 1724,
      "Ġlife": 1725,
      "Ġentered": 1726,
      "ires": 1727,
      "ĠJuly": 1728,
      "ĠFebruary": 1729,
      "Ġuntil": 1730,
      "Ġorigin": 1731,
      "Ġoutstanding": 1732,
      "ually": 1733,
      "Ġreceived": 1734,
      "ĠCons": 1735,
      "anies": 1736,
      "Ġrates": 1737,
      "Ġquarter": 1738,
      "Ġemployees": 1739,
      "Ġdebt": 1740,
      "ĠTH": 1741,
      "Ġrul": 1742,
      "af": 1743,
      "urity": 1744,
      "ading": 1745,
      "Ġsever": 1746,
      "pril": 1747,
      "Ġ24": 1748,
      "vir": 1749,
      "Ġmethod": 1750,
      "Ġdecre": 1751,
      "Ġstatut": 1752,
      "ĠÂ¶": 1753,
      "Ġdifferent": 1754,
      "ality": 1755,
      "ield": 1756,
      "orth": 1757,
      "ĠApril": 1758,
      "up": 1759,
      "Ġpower": 1760,
      "Ġ2000": 1761,
      "ars": 1762,
      "Ġbal": 1763,
      "Ġrese": 1764,
      "Ġlic": 1765,
      "Ġcommun": 1766,
      "line": 1767,
      "UR": 1768,
      "Ġobject": 1769,
      "Ġrule": 1770,
      "Ġadv": 1771,
      "Ġcontrol": 1772,
      "ivers": 1773,
      "Ġusing": 1774,
      "ĠCol": 1775,
      "chool": 1776,
      "Ġoblig": 1777,
      "Ġvarious": 1778,
      "Ġgranted": 1779,
      "osed": 1780,
      "Ġgood": 1781,
      "Ġcircum": 1782,
      "raph": 1783,
      "ribution": 1784,
      "ification": 1785,
      "ĠCommission": 1786,
      "orld": 1787,
      "Ġconclud": 1788,
      "ator": 1789,
      "ĠAnn": 1790,
      "ential": 1791,
      "Ġindivid": 1792,
      "Ġlimited": 1793,
      "Ġ27": 1794,
      "Ġrele": 1795,
      "Ġhowever": 1796,
      "Ġhearing": 1797,
      "Ġaccept": 1798,
      "Ġexpense": 1799,
      "ili": 1800,
      "itness": 1801,
      "Ġtransact": 1802,
      "Ġtra": 1803,
      "Ġcent": 1804,
      "Ġdata": 1805,
      "ued": 1806,
      "Ġ23": 1807,
      "uc": 1808,
      "Ġpursuant": 1809,
      "Ġbro": 1810,
      "Ġado": 1811,
      "Ġhow": 1812,
      "lp": 1813,
      "ask": 1814,
      "Ġwater": 1815,
      "Ġpolicy": 1816,
      "Ġsumm": 1817,
      "Ġrequest": 1818,
      "ale": 1819,
      "abilities": 1820,
      "Ġchange": 1821,
      "rop": 1822,
      "Ġend": 1823,
      "icle": 1824,
      "ior": 1825,
      "Ġmeet": 1826,
      ".)": 1827,
      "ĠAug": 1828,
      "ised": 1829,
      "ĠRE": 1830,
      "Ġexperi": 1831,
      "ĠSTATE": 1832,
      "ĠRegistrant": 1833,
      "Ġ29": 1834,
      "ĠMc": 1835,
      "Ġmer": 1836,
      "Ġadj": 1837,
      "Ġflow": 1838,
      "ĠNove": 1839,
      "Ġwar": 1840,
      "ĠAugust": 1841,
      "Ġsm": 1842,
      "ii": 1843,
      "ĠNovember": 1844,
      "Ġassoci": 1845,
      "ĠStatement": 1846,
      "Ġrespons": 1847,
      "Ġinit": 1848,
      "Ġ26": 1849,
      "ron": 1850,
      "Ġdiscuss": 1851,
      "Ġhelp": 1852,
      "Ġcompl": 1853,
      "Ġbelieves": 1854,
      "Ġ1992": 1855,
      "Ġmaintain": 1856,
      "Ġherein": 1857,
      "ĠQ": 1858,
      "ources": 1859,
      "Ġpartic": 1860,
      "Ġincorporated": 1861,
      "ĠDistrict": 1862,
      "vironment": 1863,
      "empt": 1864,
      "Ġbo": 1865,
      "emp": 1866,
      "elle": 1867,
      "Ġfees": 1868,
      "ĠDuring": 1869,
      "Ġday": 1870,
      "Ġgrow": 1871,
      "Ġerror": 1872,
      "Ġconcern": 1873,
      "isd": 1874,
      "icial": 1875,
      "Ġpract": 1876,
      "imes": 1877,
      "Ġback": 1878,
      "ortgage": 1879,
      "Ġagg": 1880,
      "Ġser": 1881,
      "Ġgas": 1882,
      "way": 1883,
      "Ġcompensation": 1884,
      "Ġbeh": 1885,
      "ĠExhibit": 1886,
      "by": 1887,
      "ĠEn": 1888,
      "endent": 1889,
      "CIAL": 1890,
      ")(": 1891,
      "Ġthird": 1892,
      "Ġreturn": 1893,
      "Ġactivities": 1894,
      "Ġfollows": 1895,
      "Ġsecurities": 1896,
      "Ġindividual": 1897,
      "Ġbuild": 1898,
      "Ġimport": 1899,
      "visions": 1900,
      "ters": 1901,
      "Ġcompanies": 1902,
      "Ġpar": 1903,
      "Ġmatter": 1904,
      "lor": 1905,
      "Ġimm": 1906,
      "Ġant": 1907,
      "ising": 1908,
      "Ġjudge": 1909,
      "Ġvol": 1910,
      "ĠTo": 1911,
      "Ġlease": 1912,
      "orrow": 1913,
      "Ġeffective": 1914,
      "Ġ22": 1915,
      "lem": 1916,
      "Ġve": 1917,
      "pose": 1918,
      "here": 1919,
      "Ġeng": 1920,
      "Ġopp": 1921,
      "Ġliability": 1922,
      "Ġem": 1923,
      "bers": 1924,
      "Ġcommit": 1925,
      "Ġaccounting": 1926,
      "ĠCON": 1927,
      "Ġbelow": 1928,
      "ley": 1929,
      "ably": 1930,
      "Ġprincipal": 1931,
      "Ġproject": 1932,
      "Ġprodu": 1933,
      "Ġtestified": 1934,
      "Ġdivid": 1935,
      "alf": 1936,
      "Ġinvestment": 1937,
      "40": 1938,
      ",\"": 1939,
      "Ġposition": 1940,
      "Ġchildren": 1941,
      "Ġfederal": 1942,
      "ĠâĢĺ": 1943,
      "Ġparticular": 1944,
      "Ġwitness": 1945,
      "lu": 1946,
      "ĠArk": 1947,
      "Ġlimit": 1948,
      "Ġdays": 1949,
      "ĠFIN": 1950,
      "Ġsup": 1951,
      "Ġmem": 1952,
      "Ġcondition": 1953,
      "198": 1954,
      "Ġpot": 1955,
      "Ġeither": 1956,
      "val": 1957,
      "ĠSection": 1958,
      "Ġlegisl": 1959,
      "Ġadministr": 1960,
      "Ġinst": 1961,
      "Ġpayment": 1962,
      "ĠDef": 1963,
      "Ġhome": 1964,
      "ĠServ": 1965,
      "Ġsold": 1966,
      "Ġaward": 1967,
      "ulation": 1968,
      "urer": 1969,
      "ohn": 1970,
      "gg": 1971,
      "Ġgr": 1972,
      "poses": 1973,
      "Ġseveral": 1974,
      "Ġprevi": 1975,
      "Ġcompared": 1976,
      "ium": 1977,
      "Ġanal": 1978,
      "ĠSp": 1979,
      "Ġgiven": 1980,
      "ĠFINAN": 1981,
      "uit": 1982,
      "Ġanother": 1983,
      "Ġprovisions": 1984,
      "Ġaverage": 1985,
      "ave": 1986,
      "Ġhand": 1987,
      "Ġtreat": 1988,
      "Ġassum": 1989,
      "Ġfive": 1990,
      "34": 1991,
      "Ġentit": 1992,
      "work": 1993,
      "22": 1994,
      "Ġchanges": 1995,
      "Ġreflect": 1996,
      "ccess": 1997,
      "Ġdistrict": 1998,
      "Ġfacts": 1999,
      "Ġexpress": 2000,
      "Ġlegal": 2001,
      "Ġconnection": 2002,
      "self": 2003,
      "Ġsell": 2004,
      "Ġcircumstances": 2005,
      "Ġappear": 2006,
      "Ġplace": 2007,
      "Ġ40": 2008,
      "ĠFINANCIAL": 2009,
      "Ġdeath": 2010,
      "Ġfacilities": 2011,
      "ĠCity": 2012,
      "Ġpriv": 2013,
      "ĠTr": 2014,
      "Ġcannot": 2015,
      "Ġamong": 2016,
      "uation": 2017,
      "los": 2018,
      "Ġnecessary": 2019,
      "Ġbenefits": 2020,
      "Ġestate": 2021,
      "Ġreli": 2022,
      "Ġtak": 2023,
      "Ġacquisition": 2024,
      "ĠId": 2025,
      "Ġhist": 2026,
      "MENTS": 2027,
      "60": 2028,
      "Ġnow": 2029,
      "Ġche": 2030,
      "endment": 2031,
      "enn": 2032,
      "imum": 2033,
      "Ġpurposes": 2034,
      "Ġsimil": 2035,
      "Ġaffirm": 2036,
      "Ġforth": 2037,
      "Ġcomput": 2038,
      "Ġut": 2039,
      "Ġway": 2040,
      "ĠUnder": 2041,
      "Ġconditions": 2042,
      "edi": 2043,
      "197": 2044,
      "ĠTrust": 2045,
      "Ġdepos": 2046,
      "ries": 2047,
      "Ġdetermined": 2048,
      "Ġsupra": 2049,
      "ĠJohn": 2050,
      "Ġnotice": 2051,
      "Ġmo": 2052,
      "ĠAnd": 2053,
      "uch": 2054,
      "Ġed": 2055,
      "ining": 2056,
      "199": 2057,
      "Ġpayments": 2058,
      "ercial": 2059,
      "Ġnotes": 2060,
      "vent": 2061,
      "Ġphys": 2062,
      "ATION": 2063,
      "Ġspecial": 2064,
      "Ġarea": 2065,
      "angu": 2066,
      "get": 2067,
      "ĠII": 2068,
      "Ġfull": 2069,
      "Ġtake": 2070,
      "Ġfacility": 2071,
      "Ġimpact": 2072,
      "unction": 2073,
      "Ġsett": 2074,
      "ctions": 2075,
      "Ġgovernment": 2076,
      "Ġgroup": 2077,
      "Ġread": 2078,
      "____": 2079,
      "Ġequity": 2080,
      "Ġconsidered": 2081,
      "Ġofficers": 2082,
      "Ġdefendants": 2083,
      "term": 2084,
      "Ġassess": 2085,
      "xt": 2086,
      "ule": 2087,
      "ĠBut": 2088,
      "retion": 2089,
      "vert": 2090,
      "stitut": 2091,
      "ious": 2092,
      "Ġoption": 2093,
      "33": 2094,
      "Ġpresented": 2095,
      "Ġdamages": 2096,
      "Ġwarrant": 2097,
      "Ġfam": 2098,
      "Ġowned": 2099,
      "Ġagreements": 2100,
      "aged": 2101,
      "Ġrespond": 2102,
      "Ġacquired": 2103,
      "Ġcover": 2104,
      "CC": 2105,
      "Ġjurisd": 2106,
      "ĠIntern": 2107,
      "Ġpurpose": 2108,
      "ĠSub": 2109,
      "ief": 2110,
      "ĠShe": 2111,
      "ĠNO": 2112,
      "app": 2113,
      "ĠDirectors": 2114,
      "Ġart": 2115,
      "ĠCode": 2116,
      "ĠStatements": 2117,
      "ĠOffic": 2118,
      "Ġsepar": 2119,
      "Ġexam": 2120,
      "Ġbre": 2121,
      "Ġshort": 2122,
      "ĠPre": 2123,
      "ealth": 2124,
      "Ġadverse": 2125,
      "ĠDr": 2126,
      "Ġline": 2127,
      "Ġtherefore": 2128,
      "ĠOper": 2129,
      "au": 2130,
      "Ġalleged": 2131,
      "outh": 2132,
      "Ġsufficient": 2133,
      "Ġsubsidiaries": 2134,
      "preme": 2135,
      "ĠNotes": 2136,
      "eng": 2137,
      "ĠTO": 2138,
      "Ġground": 2139,
      "Ġfactors": 2140,
      "Ġmonths": 2141,
      "Ġcurrently": 2142,
      "Ġhig": 2143,
      "sp": 2144,
      "ĠWhen": 2145,
      "Ġlosses": 2146,
      "Ġtele": 2147,
      "Ġdi": 2148,
      "eed": 2149,
      "Ġincludes": 2150,
      "Ġrelations": 2151,
      "Ġaddress": 2152,
      "Ġproduction": 2153,
      "The": 2154,
      "ĠManagement": 2155,
      "Ġple": 2156,
      "Ġmajority": 2157,
      "Ġparticip": 2158,
      "Ġseek": 2159,
      "tter": 2160,
      "Ġcharge": 2161,
      "ĠSc": 2162,
      "Ġdel": 2163,
      "Ġintern": 2164,
      "itig": 2165,
      "urch": 2166,
      "iminal": 2167,
      "lying": 2168,
      "Ġliabilities": 2169,
      "Ġcert": 2170,
      "ĠTHE": 2171,
      "unt": 2172,
      "ATED": 2173,
      "Ġrestr": 2174,
      "Ġ50": 2175,
      "Ġenvironment": 2176,
      "Ġdismiss": 2177,
      "Ġprovision": 2178,
      "Ġissues": 2179,
      "Ġsit": 2180,
      "Ġdiscretion": 2181,
      "Ġrequires": 2182,
      "Ġsimilar": 2183,
      "Ġadopt": 2184,
      "Ġprosec": 2185,
      "Ġentitled": 2186,
      "Ġfour": 2187,
      "enced": 2188,
      "Ġlangu": 2189,
      "Ġtaxes": 2190,
      "Ġ--": 2191,
      "ourse": 2192,
      "Ġexercise": 2193,
      "ĠAppellant": 2194,
      "Ġresearch": 2195,
      "Ġorgan": 2196,
      "Ġproblem": 2197,
      "Ġsuccess": 2198,
      "Ġindustry": 2199,
      "Ġlocal": 2200,
      "Ġexisting": 2201,
      "Ġevery": 2202,
      "uty": 2203,
      "Ġdisp": 2204,
      "conom": 2205,
      "Ġbl": 2206,
      "24": 2207,
      "Ġapplication": 2208,
      "Ġestimated": 2209,
      "Ġlarge": 2210,
      "ived": 2211,
      "ah": 2212,
      "Ġability": 2213,
      "ysis": 2214,
      "ĠPh": 2215,
      "Ġdistribut": 2216,
      "Ġestablished": 2217,
      "Ġdri": 2218,
      "ĠOr": 2219,
      "Ġgre": 2220,
      "Ġbalance": 2221,
      "Ġpost": 2222,
      "asing": 2223,
      "Ġamended": 2224,
      "Ġschool": 2225,
      "Ġget": 2226,
      "Ġworld": 2227,
      "cribed": 2228,
      "Ġvery": 2229,
      "Ġ196": 2230,
      "avor": 2231,
      "75": 2232,
      "Ġconstruction": 2233,
      "ĠVice": 2234,
      "Ġcustomer": 2235,
      "ĠCont": 2236,
      "Ġexpected": 2237,
      "Ġmean": 2238,
      "Ġfr": 2239,
      "ĠNote": 2240,
      "Ġcarry": 2241,
      "set": 2242,
      "ĠSU": 2243,
      "ING": 2244,
      "Ġemployee": 2245,
      "Ġmight": 2246,
      "Ġtre": 2247,
      "Ġdetermine": 2248,
      "ivision": 2249,
      "Ġcollect": 2250,
      "Ġoffice": 2251,
      "ĠTe": 2252,
      "Ġportion": 2253,
      "ises": 2254,
      "partment": 2255,
      "23": 2256,
      "osp": 2257,
      "ands": 2258,
      "Ġmedical": 2259,
      "Ġprom": 2260,
      "Ġtru": 2261,
      "Ġproperties": 2262,
      "Ġlocated": 2263,
      "Ġpass": 2264,
      "ĠAccount": 2265,
      "Ġproced": 2266,
      "rect": 2267,
      "Ġrecognized": 2268,
      "Ġaccounts": 2269,
      "Ġborrow": 2270,
      "200": 2271,
      "ĠSecurities": 2272,
      "ism": 2273,
      "Ġlower": 2274,
      "ling": 2275,
      "ftw": 2276,
      "Ġopen": 2277,
      "Ġbenefit": 2278,
      "Ġask": 2279,
      "ancing": 2280,
      "Ġprem": 2281,
      "Ġten": 2282,
      "Ġlist": 2283,
      "ĠThey": 2284,
      "ftware": 2285,
      "ĠItem": 2286,
      "Ġrecorded": 2287,
      "Ġcal": 2288,
      "ĠRule": 2289,
      "icted": 2290,
      "Ġauthority": 2291,
      "Ġlanguage": 2292,
      "Ġcontinue": 2293,
      "Ġaccord": 2294,
      "reed": 2295,
      "Ġearnings": 2296,
      "Ġmortgage": 2297,
      "Ġregarding": 2298,
      "ĠConsolidated": 2299,
      "Ġparent": 2300,
      "Ġannual": 2301,
      "Ġsubstantial": 2302,
      "ĠEd": 2303,
      "ĠSupreme": 2304,
      "ler": 2305,
      "Ġexpl": 2306,
      "ote": 2307,
      "Ġrecover": 2308,
      "Ġstatutory": 2309,
      "ĠJust": 2310,
      "Ġcontracts": 2311,
      "Ġnote": 2312,
      "Ġapplicable": 2313,
      "lusion": 2314,
      "Ġadjust": 2315,
      "Ġowners": 2316,
      "stitutional": 2317,
      "ault": 2318,
      "ĠAnnual": 2319,
      "Ġmeas": 2320,
      "Ġview": 2321,
      "Ġsmall": 2322,
      "Ġtechnology": 2323,
      "Ġguil": 2324,
      "ral": 2325,
      "ĠAccording": 2326,
      "iam": 2327,
      "acter": 2328,
      "Ġpoint": 2329,
      "Ġconsum": 2330,
      "Ġjurisdiction": 2331,
      "Ġcommercial": 2332,
      "Ġpropos": 2333,
      "Ġappropri": 2334,
      "Ġfailure": 2335,
      "ought": 2336,
      "Ġtrust": 2337,
      "Ġdefense": 2338,
      "Ġaccess": 2339,
      "Ġimportant": 2340,
      "21": 2341,
      "Ġrevenue": 2342,
      "Ġaudit": 2343,
      "ĠAlthough": 2344,
      "Ġdenied": 2345,
      "27": 2346,
      "Ġassociated": 2347,
      "ison": 2348,
      "Ġeconom": 2349,
      "Ġargument": 2350,
      "hing": 2351,
      "aska": 2352,
      "ets": 2353,
      "ames": 2354,
      "Ġevent": 2355,
      "ĠâĢĵ": 2356,
      "ĠJud": 2357,
      "ruct": 2358,
      "iving": 2359,
      "state": 2360,
      "ĠFirst": 2361,
      "28": 2362,
      "Ġdistribution": 2363,
      "Ġfunds": 2364,
      "oll": 2365,
      "Ġsentence": 2366,
      "vest": 2367,
      "Ġtaken": 2368,
      "Ġbegin": 2369,
      "abor": 2370,
      "ĠSTATEMENTS": 2371,
      "mission": 2372,
      "Ġfavor": 2373,
      "ĠExecutive": 2374,
      "Ġexcept": 2375,
      "--------": 2376,
      "ependent": 2377,
      "ortun": 2378,
      "Ġword": 2379,
      "AT": 2380,
      "26": 2381,
      "Ġsy": 2382,
      "ĠAppeal": 2383,
      "Ġdown": 2384,
      "Ġperformance": 2385,
      "ĠMont": 2386,
      "\"),": 2387,
      "sw": 2388,
      "ĠAmerican": 2389,
      "35": 2390,
      "ane": 2391,
      "Ġrent": 2392,
      "omet": 2393,
      "ĠWill": 2394,
      "aging": 2395,
      "ocu": 2396,
      "ĠIns": 2397,
      "Ġlater": 2398,
      "els": 2399,
      "Ġrelationship": 2400,
      "Ġestablish": 2401,
      "ateg": 2402,
      "Ġcomplaint": 2403,
